{
    "545070200": {
        "id": 545070200,
        "name": "Kingdom Death: Monster 1.5",
        "blurb": "A cooperative nightmare horror game experience. Hunt intelligent monsters and develop your settlement through a self-running campaign.",
        "specific-category": "Tabletop Games",
        "link": "https://www.kickstarter.com/projects/poots/kingdom-death-monster-15",
        "status": "successful",
        "backers": 19264,
        "location": "Glendale, Queens, NY",
        "launch_date": "2016-11-25 05:01:41",
        "deadline": "2017-01-07 23:00:00",
        "finances": {
            "goal": 100000.0,
            "pledged": 12393139.69,
            "currency": "USD",
            "percent_funded": 12393.13969
        },
        "description": " Kingdom Death Monster is an massive cooperative board game about survival in a nightmare-horror world. Survivors fight for their lives against an onslaught of bizarre and fearsome creatures. They will use the fruits of these battles to build a fragile civilization in a place where humans are at the bottom of a monstrous ecology. Through the experience of kickstarting Monster, I found a group of people that shares my vision for a blisteringly difficult game with a continually emerging story. I am truly humbled to share it with the world. Now there isn't a single factory sealed copy at KD HQ. There are still people asking if there will ever be more so I'm back on Kickstarter to launch a campaign for a new edition. I want to print updated rules, great new expansions, even more content and (with your help) many surprises!!! Kingdom Death: Monster 1.5 Changelog Add-Ons  The Gambler's Chest Gambler's Rolls In the First Hero Expansion, players take the role of 4 veteran survivors who have no settlement to call their own. They find and invade a settlement where they face the First Hero, a survivor so powerful, they do all the hunting by themselves! The purpose of this expansion is to help players start more advanced campaigns at Lantern Year 12 or 20. Instead of simply providing complicated rules to generate later settlements, your showdown with the First Hero will create the advanced settlement that you can take over. Kingdom Death: Monster Shipping Details & Shipping Waves Rewards from this Kickstarter will ship in waves that will be determined by the final scope of this campaign. Each wave's shipping costs will be collected through a pledge manager (most likely backerkit) when the goods are ready to ship. Shipping costs will reflect the actual cost to ship your pledge and any additional rewards you selected from that wave. Like our previous campaign, we will make our best efforts to ease the burden of shipping by fulfilling rewards from shipping partners around the world (projected as: US, CA, EU, AU.) Please note that the contents and prices of each wave are estimates and are subject to change depending on the final size of this campaign. Pledges finalized after the pledge manager deadline passes will ship from the United States and will incur additional shipping costs and potential delays. Shipments that could not be delivered due to an inaccurately provided address (including failure to update an old address) will have additional costs to be reshipped. Due to the size of your rewards, we cannot ship to PO Boxes. I learned a lot about manufacturing a top-quality boutique game and fulfilling it to our backers from our first Kickstarter. Not all my lessons were easy, but all of them were meaningful. Trying to bring such a staggeringly large game to life, we worked insane hours, fought lots of battles, and saw some unexpected setbacks. It's taught me how to look for ways to turn logistical, artistic, and fiscal difficulties into assets. I'm heading into this campaign with my eyes open. If this campaign meets with success we'll be on the hook to you guys for loads more quality content. The bigger we get, the more complex fulfillment will become. I will create a transparent, streamlined campaign from the outset and work hard to maintain the honest communication about our process and developments to make sure we meet everyone's expectations. We'll be pushing even harder to bring you the best of our vision without compromise.",
        "rewards": {
            "5574013": {
                "amount": 5,
                "currency": "US$",
                "title": "Add-On's Only",
                "description": " Shipping not included. Please see shipping information for details. This pledge level includes any stretch goals or upgrades for the Add-On's you've selected.",
                "backers": 625
            },
            "5536518": {
                "amount": 50,
                "currency": "US$",
                "title": "Black Friday Lantern Upgrade",
                "description": " This pledge level includes any stretch goals or upgrades for the rewards listed below:",
                "backers": 1000
            },
            "5536742": {
                "amount": 60,
                "currency": "US$",
                "title": "Lantern Upgrade",
                "description": " This pledge level includes any stretch goals or upgrades for the rewards listed below:",
                "backers": 382
            },
            "5536713": {
                "amount": 185,
                "currency": "US$",
                "title": "Black Friday Silver Lantern",
                "description": " This pledge level includes any stretch goals or upgrades for the rewards listed below:",
                "backers": 998
            },
            "5536737": {
                "amount": 195,
                "currency": "US$",
                "title": "Silver Lantern",
                "description": " This pledge level includes any stretch goals or upgrades for the rewards listed below:",
                "backers": 1221
            },
            "5515242": {
                "amount": 200,
                "currency": "US$",
                "title": "Black Friday Lantern",
                "description": " This pledge level includes any stretch goals or upgrades for the rewards listed below:",
                "backers": 1499
            },
            "5536517": {
                "amount": 250,
                "currency": "US$",
                "title": "Lantern",
                "description": " This pledge level includes any stretch goals or upgrades for the rewards listed below:",
                "backers": 1732
            },
            "5544535": {
                "amount": 300,
                "currency": "US$",
                "title": "Black Friday Gold Lantern",
                "description": " This pledge level includes any stretch goals or upgrades for the rewards listed below:",
                "backers": 2600
            },
            "5536714": {
                "amount": 350,
                "currency": "US$",
                "title": "Gold Lantern",
                "description": " This pledge level includes any stretch goals or upgrades for the rewards listed below:",
                "backers": 2951
            },
            "5536738": {
                "amount": 750,
                "currency": "US$",
                "title": "Ancient Gold Lantern",
                "description": " This pledge level includes any stretch goals or upgrades for the rewards listed below:",
                "backers": 1143
            },
            "5536519": {
                "amount": 777,
                "currency": "US$",
                "title": "Black Friday Gambler's Lantern",
                "description": " This pledge level includes any stretch goals or upgrades for the rewards listed below:",
                "backers": 1000
            },
            "5553385": {
                "amount": 927,
                "currency": "US$",
                "title": "Black Friday Gambler's Lantern 2nd Face",
                "description": " This pledge level includes any stretch goals or upgrades for the rewards listed below:",
                "backers": 777
            },
            "5594175": {
                "amount": 1000,
                "currency": "US$",
                "title": "Frogdog",
                "description": " This pledge level includes any stretch goals or upgrades for the rewards listed below:",
                "backers": 500
            },
            "5635884": {
                "amount": 1065,
                "currency": "US$",
                "title": "Returning Gamer's Lantern",
                "description": " This pledge level includes any stretch goals or upgrades for the rewards listed below:",
                "backers": 67
            },
            "5550276": {
                "amount": 1200,
                "currency": "US$",
                "title": "Retail Lantern",
                "description": " This pledge level includes all stretch goals or upgrades for the rewards listed below:",
                "backers": 72
            },
            "5635581": {
                "amount": 1650,
                "currency": "US$",
                "title": "Gamer's Lantern",
                "description": " This pledge level includes any stretch goals or upgrades for the rewards listed below:",
                "backers": 239
            },
            "5536764": {
                "amount": 1666,
                "currency": "US$",
                "title": "Satan’s Lantern",
                "description": " This pledge level includes any stretch goals or upgrades for the rewards listed below:",
                "backers": 666
            },
            "5554476": {
                "amount": 1666,
                "currency": "US$",
                "title": "Twin Satan's Lantern",
                "description": " This pledge level includes any stretch goals or upgrades for the rewards listed below:",
                "backers": 666
            },
            "5570274": {
                "amount": 1666,
                "currency": "US$",
                "title": "True Form Satan's Lantern",
                "description": " This pledge level includes any stretch goals or upgrades for the rewards listed below:",
                "backers": 13
            },
            "5570286": {
                "amount": 1666,
                "currency": "US$",
                "title": "Final Form Satan's Lantern",
                "description": " This pledge level includes any stretch goals or upgrades for the rewards listed below:",
                "backers": 321
            },
            "5594185": {
                "amount": 2000,
                "currency": "US$",
                "title": "God Frogdog",
                "description": " This pledge level includes any stretch goals or upgrades for the rewards listed below:",
                "backers": 400
            },
            "5635563": {
                "amount": 2500,
                "currency": "US$",
                "title": "Percival's Lantern",
                "description": " Shipping not included. Please see shipping information for details. This pledge level includes any stretch goals or upgrades for the rewards listed below:",
                "backers": 13
            }
        }
    },
    "1955357092": {
        "id": 1955357092,
        "name": "Exploding Kittens",
        "blurb": "This is a card game for people who are into kittens and explosions and laser beams and sometimes goats.",
        "specific-category": "Tabletop Games",
        "link": "https://www.kickstarter.com/projects/elanlee/exploding-kittens",
        "status": "successful",
        "backers": 219382,
        "location": "Los Angeles, CA",
        "launch_date": "2015-01-20 18:00:19",
        "deadline": "2015-02-20 02:00:00",
        "finances": {
            "goal": 10000.0,
            "pledged": 8782571.99,
            "currency": "USD",
            "percent_funded": 87825.7199
        },
        "description": " So if you're into card games or laser beams or weaponized enchiladas, please help us make this game a reality. We think you'll love it as much as we do. Hugs and\nenchilada kisses, -Elan, Matt, and Shane. Exploding\nKittens started when Shane Small proposed a game to Elan Lee where a joker was\ninserted into a deck of cards and they took turns picking cards until the\njoker came up. It was called “Bomb\nSquad” and it wasn’t any fun at all. Over the next\nfew weeks, two important things happened: First, after neglecting work, family, and a social life, Shane and Elan developed a rule-set that started working and brought the game\nto life. Second, Matt Inman saw the game, thought it was super fun, and asked to\njoin the team. (btw, if Matthew Inman\never asks you if he can join your team, the answer is “HELL YES”.) We changed the name to \"Exploding Kittens\" and our little team was born. We struggled with this a lot. We love the name Exploding Kittens, but we don't want to hurt kittens. We also don't want the kittens to be hurt by anyone else. Eventually we decided to explore the concept of the kittens blowing themselves up. First, Matt tried drawing the kittens as the actual bombs: But that felt too Angry Birds’ish. Next, we tried making the kittens suicidal, but that felt terrible. In the end, we realized that everyone understands feline shenanigans, and that could be our solution. Our kitties would not blow up out of malicious intent or negligence, but by doing the things that kittens do, like running across keyboards or chewing on things they shouldn't be chewing on. From there, the rest of the cards fell into place, and the cards used to defuse the exploding kittens were items you'd use to defuse regular kittens. We wanted to put this project on Kickstarter because it's the fastest way for us to get the game into your hands and make improvements as a community. We think this game is great, but we need your help making it even better. So, if a world full of weaponized pork missiles is a world you want to live in, please back this project and help us build this game. -The Exploding Kittens Team (Matt, Elan, and Shane) Production of the game is simple: it's just a card game, so other than building the box it's a relatively straightforward product to make. The biggest challenge for us would actually be if you blow us out of the water. We're already working with our pals at Cards Against Humanity to make sure that no matter how many people pledge, everyone gets their Exploding Kittens quickly after the campaign ends. None of us want this to be a campaign where you spend the next two years getting fifty emails about production updates and delays. If you back this project, we want to be sure you can start blowing up your friends as soon as possible. This is why (for now) we're not offering t-shirts or other complicated reward tiers that would make the distribution process take a lot longer. We're keeping it as simple as possible: support our project and in return we'll send you the playable game.",
        "rewards": {
            "3531560": {
                "amount": 20,
                "currency": "US$",
                "title": null,
                "description": " One copy of Exploding Kittens. (Ages 7+) -To order multiple decks, just add $20 for each extra deck you'd like. (extra shipping charges may apply)",
                "backers": 15505
            },
            "3531561": {
                "amount": 35,
                "currency": "US$",
                "title": null,
                "description": " One copy of the Exploding Kittens deck PLUS one copy of the NSFW deck.  This is a deck of bonus cards that were too horrible/incredible to include in the kid friendly version.   (Ages 30+) -To order multiple pairs of decks, just add $35 for each extra pair of decks you'd like. (extra shipping charges may apply)",
                "backers": 202934
            },
            "3531562": {
                "amount": 100,
                "currency": "US$",
                "title": null,
                "description": " Two copies of both decks from the previous reward but one of each will be signed by the creators of the game.  (So you don't have to ruin the fancy signed decks with your filthy game playing hands.)",
                "backers": 200
            },
            "3571711": {
                "amount": 500,
                "currency": "US$",
                "title": null,
                "description": " Everything from the previous reward PLUS each of the game creators will draw you a custom card. (We apologize in advance for Elan's drawing skills.)",
                "backers": 5
            }
        }
    },
    "1033978702": {
        "id": 1033978702,
        "name": "OUYA: A New Kind of Video Game Console",
        "blurb": "Cracking open the last closed platform: the TV.  A beautiful, affordable console -- built on Android, by the creator of Jambox.",
        "specific-category": "Gaming Hardware",
        "link": "https://www.kickstarter.com/projects/ouya/ouya-a-new-kind-of-video-game-console",
        "status": "successful",
        "backers": 63416,
        "location": "Los Angeles, CA",
        "launch_date": "2012-07-10 12:44:41",
        "deadline": "2012-08-09 05:00:00",
        "finances": {
            "goal": 950000.0,
            "pledged": 8596474.58,
            "currency": "USD",
            "percent_funded": 904.8920610526317
        },
        "description": " There's something about a big HD TV and digital surround sound that fills up a living room. Shooters, platformers, sports games, arcade classics and experimental indie games just feel bigger on a TV screen. It's how most of us grew up gaming. We get it – smartphones and tablets are getting all the new titles – they're \"what's hot.”  The console market is pushing developers away. We’ve seen a brain drain: some of the best, most creative gamemakers are focused on mobile and social games because those platforms are more developer-friendly. And the ones who remain focused on console games can’t be as creative as they’d like. You busted your ass just to find out the princess was \"in another castle.\" You fought bosses that told you repeatedly how much \"you suck.\" You taped a blanket to half of your screen so your friend couldn't see where you were. You traded the best players onto your team just so you could have the perfect season. And you did it all on the TV. Let’s open this sucker up! It's time we brought back innovation, experimentation, and creativity to the big screen. Let’s make the games less expensive to make, and less expensive to buy. With all our technological advancements, shouldn't costs be going down? Gaming could be cheaper! We're handing the reins over to the developer with only one condition: at least some gameplay has to be free. We borrowed the free-to-play model from games like League of Legends, Team Fortress 2, Triple Town, and many others. Developers can offer a free demo with a full-game upgrade, in-game items or powers, or ask you to subscribe. OUYA is a new game console for the TV, powered by Android. We've packed this little box full of power. Developers will have access to OUYA's open design so they can produce their games for the living room, taking advantage of everything the TV has to offer. Best of all, OUYA's world-class controller, console, and interface come in one beautiful, inexpensive package. All the games on it will be free, at least to try. Developers can wave farewell to the roadblocks of bringing a console game to market. Anyone can make a game: every OUYA console is a dev kit. No need to purchase a license or an expensive SDK. It's built on Android, so developers already know how it works. That doesn't mean OUYA is an Android port. You can create the next big title in your bedroom – just like the good old days! Who needs pants!? OUYA could change AAA game development, too. Forget about licensing fees, retail fees, and publishing fees. And developers agree: We believe a great console requires a great user experience. We are working with the award-winning designer, Yves Behar, and his firm fuseproject (designer of the Jambox). We are designing the controller to be a love letter to console gaming. It will have everything you've learned to love: fast buttons, triggers, laser-precise analog sticks, a D-Pad – and it will have a touchpad for any games making the trek from mobile or tablet to the TV. It'll be just the right weight. We are working with select developers to play-test the controller through development. We call it 'the Stradivarius of controllers,' and we hope developers will be inspired to take gameplay to a new level with it. Have at it: It's easy to root (and rooting won't void your warranty). Everything opens with standard screws. Hardware hackers can create their own peripherals, and connect via USB or Bluetooth. You want our hardware design? Let us know. We might just give it to you. Surprise us! Specifications: We've come a long way already. The user interface and industrial designs are far along. Our prototype is up and running. What we have left to do is simple, but it's expensive. (We’re looking at you Mark Cuban! Woz! Help us out.) With your help, we need to: Show them you're ready to level the playing field. Enlist others. The more we raise, the more we can do.",
        "rewards": {
            "845306": {
                "amount": 10,
                "currency": "US$",
                "title": null,
                "description": "",
                "backers": 1770
            },
            "817509": {
                "amount": 25,
                "currency": "US$",
                "title": null,
                "description": "",
                "backers": 1898
            },
            "817508": {
                "amount": 95,
                "currency": "US$",
                "title": null,
                "description": "",
                "backers": 1000
            },
            "864346": {
                "amount": 99,
                "currency": "US$",
                "title": null,
                "description": "",
                "backers": 46124
            },
            "929415": {
                "amount": 140,
                "currency": "US$",
                "title": null,
                "description": "",
                "backers": 7755
            },
            "817511": {
                "amount": 225,
                "currency": "US$",
                "title": null,
                "description": "",
                "backers": 2500
            },
            "817507": {
                "amount": 699,
                "currency": "US$",
                "title": null,
                "description": "",
                "backers": 600
            },
            "817636": {
                "amount": 1337,
                "currency": "US$",
                "title": null,
                "description": "",
                "backers": 226
            },
            "817637": {
                "amount": 5000,
                "currency": "US$",
                "title": null,
                "description": "",
                "backers": 4
            },
            "817640": {
                "amount": 10000,
                "currency": "US$",
                "title": null,
                "description": "",
                "backers": 12
            }
        }
    },
    "647013276": {
        "id": 647013276,
        "name": "THE 7th CONTINENT – What Goes Up, Must Come Down.",
        "blurb": "Get ready for brand new adventures in the first ever board game where YOU are the hero!\r\n1000+ minutes of adventure for 1 to 4 players.",
        "specific-category": "Tabletop Games",
        "link": "https://www.kickstarter.com/projects/1926712971/the-7th-continent-what-goes-up-must-come-down",
        "status": "successful",
        "backers": 43733,
        "location": "Paris, France",
        "launch_date": "2017-09-26 18:00:02",
        "deadline": "2017-10-19 21:59:00",
        "finances": {
            "goal": 40000.0,
            "pledged": 7072757.0,
            "currency": "USD",
            "percent_funded": 17681.8925
        },
        "description": " An expansion with two brand new curses, each with their own unique gameplay mechanics! This expansion, which requires the base box, is compatible with all previous expansions. It includes over 250 new cards, including two new curses, which you will have to overcome if you hope to leave the 7th Continent alive. Each one will provide a unique experience, pushing the survival skills of both novice and veteran explorers to the limit. This new expansion has its own “collector’s” box that – combined with the base box – can store all of the cards of the base box as well as all of the expansions (even if everything is sleeved) and other materials. It includes: Aboard your hot air balloon, you’ll soar over the continent thanks to an innovative wind management system, which will lead you to new, unexplored tracts of land… You can land at any time by taking the Terrain card with the same number as your current Sky card, allowing you to continue exploring on foot. When you wish to take off again, simply make your way back to the card where you landed and your aerial adventure continues. Take care though, as each trip will tax you. Hunger, confinement and violent winds will test your nerves. Make short trips and improve your piloting abilities if you want to stand a chance of lifting the curse that keeps you trapped in this hopeless land. Aboard a barge of aboriginal design, your actions will be limited as the current draws you ever deeper. Make the right choices at the right time or you’ll end up lost and doomed in the pitch black. As insane and suicidal as it may seem, you have no choice but to forge ever onwards into the darkness. What manner of horrors await you? It matters not, as long as you can free yourself from this curse! \"Satchel & Journal\" Binder This new accessory will allow you to store all the “Quest Item” cards that you’ll acquire during your adventures, just as if you were jotting them down in your journal! You are recovering from your adventure when, whilst reading the daily newspaper, you realize that several other members of the expedition have disappeared suddenly, for unknown reasons. Coincidentally, you have been lethargic for a few days, feeling feverish and finding it difficult to get out of bed. A cold shiver runs down your spine and you are in a constant state of depression and malaise. You are going to have to face the facts: an evil is consuming you from within. \n \nWhen night falls, you slip into a restless sleep unaware that, for you, this is only the beginning... You start each new game by choosing one of the available characters. Each one comes with their own set of Skill cards that represent their abilities and personality (adventurer, herbalist, doctor, mercenary, etc.). “The Voracious Goddess”, “An Offering to The Guardians”, “The Bloody Hunt”, \"The Dark Chest of the Damned\" - Choose which curse (or curses!) has been put on you from those included in the base box (4) or those in the expansions (5). Your goal? Find out how to lift the curses you have chosen and then purge your soul of them. Each curse offers a very unique adventure and will take you to different places. Obtain the unobtainable, discover that which is forever hidden, and strive against the impossible. Do you have what it takes? Forests, deserts, caves and mountains - you will visit dozens of different locations during your adventures as well as encounter random events that coincide with your location. In order to perform these actions, you will use the Action Deck that contains your Skills and simultaneously serves as your life force. Every action makes you draw a certain number of cards from the Action Deck. These cards provide a variable amount of successes and you must obtain a specified number of them in order to succeed. Want to stack the odds in your favour? You may choose to draw more cards from the Action Deck to get more successes. However, every card in the Action Deck is a bit of your life force, so when the Action Deck is exhausted, so are you. From now on, every action could be your last! The 7th Continent is a strange land with many paranormal events, hostile creatures and inhospitable locations. You will have to use your best survival skills to overcome the varied threats you will face in this land, so that you can eventually lift your curses:  How to add optional buys to my pledge? What would a Kickstarter campaign be without some Stretch Goats? After 4 years of work, The 7th Continent became a reality thanks to the support of over 12,000 backers. Without them, we wouldn’t be here today. The cost of making this game is high, notably due to the quality of its components. Due to this a retail version of the game is almost unfeasible. However, we want the game to live and continue growing as well as allowing those that missed out on the first campaign and/or some of its contents to acquire them. This campaign is no doubt one of your last chances to take part in The 7th Continent adventure... This new campaign will allow you to expand upon the adventure we all began back in 2015. With new curses and mechanics, a whole new experience awaits you! It will also allow you to acquire any elements you may have missed from the first campaign. This pack contains cards that will allow those of you possessing the first edition of the game to upgrade it to the second edition and 4 additional dividers to help you search for cards more easily (Characters' Skills, \"004\", \"051\", \"109\"). It includes any cards that may have been changed or corrected after the first campaign. If you purchased all available content from the previous campaign and wish to complete your collection, then all you’re missing is: These items are included in the Veteran pledge. Also, new “optional purchases” will become available during the campaign (see \"Optional buys\" section). The USA, European Union, Canada and Australia will all be “Shipping Friendly”. This means that backers from these countries will not incur any import taxes. During the “Pledge Manager” phase, you can ask to receive everything, including the Base Box, in Wave 2 (due in October 2018) in order to reduce shipping costs significantly when compared to the cost of both waves (although still more expensive than the wave 2 shipping shown below). Would you like to pledge for multiple copies? We’re two friends that love playing and making games. Also, one of us is pretty handy with a pencil. Founded in 2010, Serious Poulp was all about seeing the games we designed come to life. Serious Poulp Inc. is the name of the North American branch of Serious Poulp. It was created in 2017 to help us develop our business in North America. The first Kickstarter campaign for The 7th Continent was successfully funded back in October 2015 thanks to the support of 12,103 daring explorers! Two years later, with a lot of experience from this first adventure under our belts, we’re back with some new ideas that we just couldn’t keep to ourselves! Two friends passionate about all things gaming! We’ve been working together for almost 15 years in the digital communication agency we created in 2002, then as Serious Poulp, which we founded in 2010, when the temptation to publish games became too strong to resist. Role-playing games and gamebooks played a significant part in both our childhoods. Bruno was 5 when “The Warlock of Firetop Mountain” was published. Ludovic was 11 and already had a few prototypes on the go (one of which would eventually become The 7th Continent!). We've been inspired by many great works during our lives, whether from board games, role-playing games or video games. When we started out in the board gaming industry, we naturally brought all of these elements with us. We are not only the designers of the 7th Continent - Ludovic also creates all of the illustrations and visual elements for our games and Bruno, apart from writing cards and rulebooks, supervises production. Jamie is the Community Manager for The 7th Continent and the scourge of small draconic beings. Rolling dice, pushing toy soldiers and trading sheep for many a moon now, Jamie is, just like you guys, a gamer at heart. He’s also a publisher himself with his own company, Holy Grail Games. Some of you may recognize him from the first Kickstarter campaign. To our families and friends for their incredible support and patience as we created the cursed land of the 7th Continent. To our proofreaders and translators who did an outstanding job! To Olivier Nkweti for his great work on miniatures. To the amazing Gary Chalk, Joe Dever, Didier Guiserix, Gary Gygax, Steve Jackson and Ian Livingstone for their inspirational work. To all the backers of the first campaign who helped us make this dream a reality. To you, previous and first-time backers, who will allow us to keep on dreaming! Thank you all! We wish you a not too gruesome demise in the land of The 7th Continent! The re-printing of the base box does not pose any issues. Work on the new expansion has already begun and we are confident in our ability to meet the announced deadlines. We will, of course, be keeping you updated about the state of the project through each and every stage. REFUNDS All pledges can be refunded up to the completion of the Pledge Manager, no questions asked. If the refund is requested more than 60 days after the end of the Kickstarter campaign, 10% will be deducted from the amount (corresponding to the charges incurred by Kickstarter and Stripe, since we will not be refunded at that point), and the refund will have to be done via PayPal instead of the Credit Card you used on Stripe. TERMS AND CONDITIONS All prices shown in € (Euros) are based on the conversion rate in effect at the start of the campaign (09-25-2017) which is $1 = €0.84 By pledging to this Kickstarter, you acknowledge that the final appearance, materials and content of the rewards (and the Kickstarter) are subject to change and may differ substantially from what is presented while the Kickstarter project is active. You agree that our responsibility to you is to ship your order as entered into our pledge manager system, that title and risk passes to you upon delivery to a common carrier for such shipment, and you are responsible for import duties or any other duties that may be payable to the relevant tax authorities, providing correct address information, and ensuring this address is deliverable by normal methods. We regret that we are unable to ship to PO Boxes in most countries. If you cannot accept these conditions, we advise that you do not back this project.",
        "rewards": {
            "6185335": {
                "amount": 49,
                "currency": "US$",
                "title": "Veteran (250+ cards, 2 new curses)",
                "description": " Available in English and French. Shipping charged after campaign ends (see “Shipping” section for full details). *** Requires The 7th Continent base box. ***",
                "backers": 5385
            },
            "6268177": {
                "amount": 76,
                "currency": "US$",
                "title": "Veteran + “New Gameplay” Bundle",
                "description": " Available in English and French. Shipping charged after campaign ends (see “Shipping” section for full details). *** Requires The 7th Continent base box. ***",
                "backers": 4135
            },
            "6185336": {
                "amount": 80,
                "currency": "US$",
                "title": "Survivor (962 cards, 4 curses)",
                "description": " Available in English and French. Shipping charged after campaign ends (see “Shipping” section for full details). *** This pledge level does not include the Stretch Goals unlocked during this Kickstarter campaign. ***",
                "backers": 2697
            },
            "6185337": {
                "amount": 129,
                "currency": "US$",
                "title": "Rookie (1200+ cards, 6 curses)",
                "description": " Available in English and French. Shipping charged after campaign ends (see “Shipping” section for full details). *** Shipping in 2 waves: March 2018 and October 2018 ***",
                "backers": 19168
            },
            "6268178": {
                "amount": 249,
                "currency": "US$",
                "title": "Rookie + “Full Gameplay” Bundle",
                "description": " Available in English and French. Shipping charged after campaign ends (see “Shipping” section for full details). *** Shipping in 2 waves: March 2018 and October 2018 ***",
                "backers": 11034
            }
        }
    },
    "947809001": {
        "id": 947809001,
        "name": "Shenmue 3",
        "blurb": "Yu Suzuki presents the long awaited third installment in the Shenmue series.",
        "specific-category": "Video Games",
        "link": "https://www.kickstarter.com/projects/ysnet/shenmue-3",
        "status": "successful",
        "backers": 69320,
        "location": "Tokyo, Japan",
        "launch_date": "2015-06-16 01:51:04",
        "deadline": "2015-07-18 01:51:04",
        "finances": {
            "goal": 2000000.0,
            "pledged": 6333295.77,
            "currency": "USD",
            "percent_funded": 316.6647885
        },
        "description": " PS4 physical copy now a platform choice! All tiers $60 and above will include your choice of the following: 日本語でのプロジェクト説明はこちら 日本語での支援方法説明はこちら So, just what is Shenmue? JibbyVideos have done a spectacular job making this video showing what the Shenmue series is all about. If you were not around in 1999 when Shenmue first came out, or did not have the opportunity to play it if you were, you may have missed this game which has gone on to win the hearts of gamers everywhere, and influenced so many games to come after it. Making his way from Japan to China on a quest to avenge his father, Ryo Hazuki grows from boy to man, encountering new friends, and foes alike, as he completes his Kung-fu training. Tons of mini games were just one of the features that made the sandbox world of Shenmue so enjoyable. Shenmue defied all convention and created the genre that later came to be known as \"open world.\" An unparalleled level of freedom let you chose how you wanted to play. First of its kind realism, an immersive story, and not to mention, \nthe birth of the QTE\n, made Shenmue a one-of-a-kind experience and an instant classic. Shenmue 3 is the true sequel to the classic open world action RPG games, Shenmue and Shenmue 2. Created for modern platforms (PC and PlayStation 4) and built in Unreal 4, Shenmue 3 will continue the legacy of Shenmue. 14 years of planning and ideas from one of the greatest game designers of all time… darn right, there are Stretch Goals! Could these Stretch Goals lead this next Shenmue to change the way we play games again? You know they can. But we can't add Stretch Goals after the game is on shelves. The more we can raise during this campaign, the more Shenmue 3 will come alive. Together, we can make it happen. Together, we can make a Shenmue that surpasses even the originals! Area Stretch Goal Explanation Where we left off...Ryo Hazuki has made his way to China in search of his father’s killer. There he meets a new travelling companion, Shenhua, and learns of a legend from her village that has foretold their path together. The story continues as Ryo and Shenhua start off on a new journey that will take them farther into enemy territory, deeper into mystery, and ever closer to their destiny. Will the mystery of the mirrors be revealed? How is Ryo’s father connected to all of this? Will Ryo track down the Chi You Men cartel and face Lan Di in a final showdown? Since the release of Shenmue 2, now 14 years ago, I have been greeted by the passionate outpouring of dedicated fans and Shenmue community members wherever I go. They all want to know one thing: \"When will Shenmue 3 be coming out?\" With the advent of games using Kickstarter during these past few years, the new and now frequent demand from the fans has been, “Do a Kickstarter for Shenmue 3!” If Shenmue 3 was going to get made, I wanted to make it with the fans. Through Kickstarter, I knew that could happen. Together, with Shenmue fans everywhere, I knew we could build the game that the series deserves. If we do not reach our funding goal, Shenmue 3 will not go forward. I know that the goal of making Shenmue 3 with the fans, and seeing Shenmue in the hands of gamers all around the world is a lofty one. We are balancing our ambitions for a grand sequel with the pragmatic realities of developing a game of this scale. It will not be easy, but I have dreamed of making this sequel for 14 years – it is time to bring Shenmue back! And to make it come true, it will need the love and support from each and every one of you! So please join us in making Shenmue 3 – let us grow our community and build a new, exciting Shenmue experience! A pioneer in gaming entertainment for over three decades, He has cemented a place in history for his visionary work. The advancements he brought about in 3D technology, open world gaming, and game play mechanics have broken and redefined genre after genre, influencing countless games since. Shibuya Productions\n\nPresident & CEO\n\n \n\nBased in Monaco, Shibuya Productions produces and promotes animation, games and movies.\n\n \n\nEngaged and knowledgeable about Japanese culture, they serve as a nexus of cultural exchange to and from Japan. They are currently producing the new Astroboy TV series: Astroboy Reboot. Wrote the screenplay and game script for Shenmue. Masahiro Yoshimoto has over thirty years of experience writing for Japanese movies and TV dramas. Manabu Takimoto was the environment designer for the original Shenmue. He is an architect who has designed everything from office buildings to bars. His work with Shenmue helped bring the outside world into video games. Communication, media relations and Kickstarter project consultation and support. *This reward will be included in all higher rewards. Get an international phone card (in-game item) to call Nozomi, Guizhang Chen, Ine-san, Joy, Fuku-san, or other characters from Shenmue 1 & 2. This item will unlock phone conversations and flashback scenes available only to Kickstarter Backers. Keep your friends close with S3 World Telecom. *All higher Rewards with have the International phone card (in-game item) Reward included. *The Shenmue Guestbook Reward will be included in all higher rewards. In the oriental tradition of marking a pilgrimage to a temple by affixing one's name to the building, your name will appear on a Choubu temple in Chinese characters. The Chinese characters for your name will be approved by Yu Suzuki himself. Find your name tag on the temple and receive a special Technique Scroll! + Receive a PDF of your name in Chinese characters as it will appear in the game. Be part of the culture that is the world of Shenmue. *Specific character requests (as possible), name etymology (provided by you), and phonetic transliteration will be used to determine name characters. Get one of each of the following: Get one of each of the following: Includes the RYO VOICE MESSAGE BY COREY MARSHALL and TEMPLE OF THE BLOOMING FLOWER Rewards. Do you want to be a game of lucky hit? Includes one of each of the following: Includes the  RYO VOICE MESSAGE BY COREY MARSHALL,TEMPLE OF THE BLOOMING FLOWERand I AM SHENMUE 3Rewards. Excerpt from Budget Statement from Yu Suzuki Ys Net and I have been putting in many long years trying to find a way to bring back a sequel that so many fans have waited so long for. After learning of Kickstarter, I knew it would be possible to get Shenmue 3 started. Wanting to make the best game possible, I also knew that I would have to look to more traditional means to obtain all the funds that would be needed to create the game I had envisioned. I can say that with their assistance on the production and marketing end, and in Sony’s case with some publishing support as well, Ys Net is able to use more of the money we collect through Kickstarter purely for Shenmue 3’s development. It is also important to note that your funds are going strictly to Ys Net for development of Shenmue 3 – Sony and Shibuya Productions are not seeing a cent of your Kickstarter dollars. - Yu Suzuki Risk and challenge are two words that have been with Shenmue 3 for the past 14 years. In fact, Shenmue has always been about risk and challenge. This time will be no different. The real challenge now is to deliver a sequel that we will all be satisfied with after 14 years of waiting. After much research and planning, we  set the funding goal at this level believing it will make possible a fulfilling Shenmue experience. With regards to development of the game, we have an experienced team, deeply connected with the Shenmue franchise. With modern tools, experienced professionals, and the community of Shenmue by our sides, we have set ourselves up for success. We will do our absolute best to deliver Shenmue 3 and the rewards by their respective deadlines. However, there is always the possibility that problems may arise which could affect reward delivery. There may end up being changes in game or reward designs. We may press right when we are supposed to press left and get hilariously head butted and kneed in the groin. In these situations, the whole Shenmue 3 team promises to keep you updated and informed on the game development and reward delivery progress. We are all very excited, ambitious, and optimistic that we have prepared well, and are ready for the challenges that are ahead of us. Ryo and Shenhua are not out of the woods yet, so we ask for your ongoing support.",
        "rewards": {
            "4094731": {
                "amount": 5,
                "currency": "US$",
                "title": null,
                "description": " Yu Suzuki's thanks and praise. + Be able to participate in surveys and vote in polls for the ideas you want to see in the game.",
                "backers": 2251
            },
            "4094733": {
                "amount": 29,
                "currency": "US$",
                "title": null,
                "description": " A digital copy of Shenmue 3 for PC or PS4. Includes the $5 Reward.",
                "backers": 26238
            },
            "4240178": {
                "amount": 39,
                "currency": "US$",
                "title": null,
                "description": " Includes the $29 Reward.",
                "backers": 382
            },
            "4094734": {
                "amount": 60,
                "currency": "US$",
                "title": null,
                "description": " A physical copy of Shenmue 3 in an exlusive, backer-only case (PC only). Includes the $5 Reward.",
                "backers": 4671
            },
            "4197991": {
                "amount": 60,
                "currency": "US$",
                "title": null,
                "description": " A physical copy of Shenmue 3 in an exclusive, backer-only case",
                "backers": 14668
            },
            "4208995": {
                "amount": 80,
                "currency": "US$",
                "title": null,
                "description": " Get an international phone card (in-game item) to call Nozomi, Guizhang Chen, Ine-san, Joy, Fuku-san, or other characters from Shenmue 1 & 2. This item will unlock phone conversations and flashback scenes available only to Kickstarter Backers. Keep your friends close with S3 World Telecom. $60 Reward included.",
                "backers": 2062
            },
            "4094760": {
                "amount": 100,
                "currency": "US$",
                "title": null,
                "description": " Your choice of a digital copy of the game for PC or PS4, or a physical copy for PC + A digital copy of the trial version for PC + Your name in the credits. Be the first anywhere to play Shenmue 3. Get the real word straight from the development team. Includes the $5 Reward.",
                "backers": 6539
            },
            "4094761": {
                "amount": 120,
                "currency": "US$",
                "title": null,
                "description": " A Shenmue series favorite and now a Kickstarter exclusive. An actual capsule toy that will appear in the game! Get one of four random figures:  Ryo, Shenhua, Chai or the Forklift. *Actual figures may differ from the concept images. Includes the $100 Reward.",
                "backers": 1791
            },
            "4094777": {
                "amount": 160,
                "currency": "US$",
                "title": null,
                "description": " A backer-only Advanced Technique Scroll + 20 Capsule Toy Tickets + An mp3 download of the original soundtrack with unreleased tracks + A digital artbook filled with unreleased illustrations + An original Shenmue 3 T-shirt. Includes the $120 Reward.",
                "backers": 1279
            },
            "4094778": {
                "amount": 175,
                "currency": "US$",
                "title": null,
                "description": " Printed art book curated by Yu Suzuki. Includes the $160 Reward.",
                "backers": 2822
            },
            "4094788": {
                "amount": 250,
                "currency": "US$",
                "title": null,
                "description": " A n illustration + A backer-only Arcane Technique Scroll + A Skin-change feature for Ryo's Jacket + The physical CD soundtrack. Includes the $175 Reward.",
                "backers": 1170
            },
            "4114212": {
                "amount": 300,
                "currency": "US$",
                "title": null,
                "description": " A must have for the Shenmue fan. Get an illustration signed by Yu Suzuki. Don't miss your opportunity to get Yu's autograph! + A backer-only Arcane Technique Scroll + A Skin-change feature for Ryo's Jacket + The physical CD soundtrack. Includes the $175 Reward.",
                "backers": 3141
            },
            "4094797": {
                "amount": 500,
                "currency": "US$",
                "title": null,
                "description": " A Shenmue series favorite and now a Kickstarter exclusive. Actual capsule toys that will appear in the game! Get all four figures: Ryo, Shenhua, Chai and the Forklift. Includes the $300 Reward.",
                "backers": 885
            },
            "4219247": {
                "amount": 600,
                "currency": "US$",
                "title": null,
                "description": " Put your name and a 140 character message in the guestbook of a Choubu inn. Write your witticism/aphorism/Shenmue-ism for all to see! $500 Reward included.",
                "backers": 147
            },
            "4219248": {
                "amount": 700,
                "currency": "US$",
                "title": null,
                "description": " Be in the newest Shenmue capsule toy collection as your own block figure for the in-game capsule toy machines. + Give an idea for the toy's name. Includes the $600 Reward.",
                "backers": 90
            },
            "4208994": {
                "amount": 800,
                "currency": "US$",
                "title": null,
                "description": " In the oriental tradition of marking a pilgrimage to a temple by affixing one's name to the building, your name will appear on a Choubu temple in Chinese characters. The Chinese characters for your name will be approved by Yu Suzuki himself. Find your name tag on the temple and receive a special Technique Scroll! + Receive a PDF of your name in Chinese characters as it will appear in the game. Be part of the culture that is the world of Shenmue. $500 Reward included.",
                "backers": 88
            },
            "4224087": {
                "amount": 900,
                "currency": "US$",
                "title": null,
                "description": " Your hand and all the mysteries that lie within its palm will be featured in a book at a fortune teller. See what your future will hold! $600 Reward included.",
                "backers": 7
            },
            "4178032": {
                "amount": 1000,
                "currency": "US$",
                "title": null,
                "description": " Super rare promo merch from Shenmue 1 & 2. 3 random items (pictures in the rewards explanation section). Unbox this! Includes the $500 Reward.",
                "backers": 30
            },
            "4190829": {
                "amount": 1000,
                "currency": "US$",
                "title": null,
                "description": " Corey Marshall, the English voice actor who plays the main character Ryo in Shenmue 1 & 2, will do a special voice message for you as Ryo. Includes the $500 Reward.",
                "backers": 8
            },
            "4212669": {
                "amount": 1200,
                "currency": "US$",
                "title": null,
                "description": " Get a Chinese character of your choice to represent yourself, drawn in ornate calligraphy. Find your character displayed at  the Temple of the Blooming Flower and get a special Technique Scroll! + Get the physical, hand-drawn calligraphy of your character! Includes the $800 Reward.",
                "backers": 8
            },
            "4219249": {
                "amount": 1200,
                "currency": "US$",
                "title": null,
                "description": " Kenji Miyawaki will draw you as a chibi figure for the in-game capsule toy vending machines. + Give an idea for the toy's name. Includes the $600 Reward.",
                "backers": 44
            },
            "4212670": {
                "amount": 1400,
                "currency": "US$",
                "title": null,
                "description": " Choose one of three wishes. Your name and birthdate will be written on a traditional wishing plaque to be displayed at a temple in Bailu Village. Find your plaque and your wish will come true! This is Kickstarter only exclusive! Includes the TEMPLE OF THE BLOOMING FLOWER Reward.",
                "backers": 44
            },
            "4197920": {
                "amount": 1500,
                "currency": "US$",
                "title": null,
                "description": " Be immortalized in world of Shenmue with your signed picture in the harbor waiting area for the Choubu passenger boat. Plus your name will appear on the guest register at a Choubu inn. Show the world how Shenmue you are. Includes the $500 reward.",
                "backers": 79
            },
            "4219250": {
                "amount": 1800,
                "currency": "US$",
                "title": null,
                "description": " Ryo, Shenhua, Nozomi, Joy, Ren, Ine-san, Guizhang, Lan Di, Chai, or Fangmei to appear with your Kenji Miyawaki-drawn chibi figure for the in-game capsule toy vending machines. + Give an idea for the toy's name. Includes the $600 Reward.",
                "backers": 12
            },
            "4226701": {
                "amount": 1800,
                "currency": "US$",
                "title": null,
                "description": " Get to name a fishing rod or lure. When your item is purchased, it will get a close-up and reaction from Ryo. + Receive the in-game item you named. Let’s get... fishy! Includes the $600 Reward.",
                "backers": 3
            },
            "4178033": {
                "amount": 2000,
                "currency": "US$",
                "title": null,
                "description": " Ultra rare promo merch from Shenmue 1 & 2. 6 random items (pictures in the rewards explanation section). Unbox this! Includes the $500 Reward.",
                "backers": 13
            },
            "4236461": {
                "amount": 2500,
                "currency": "US$",
                "title": null,
                "description": " Become the proud owner of a highly collectible, laser engraved crystal sculpture of Ryo and Shenhua. Commemorate Shenmue 3 in style. Comes with an LED stand (requires 3 AAA batteries) that illuminates the design within. Crystal: W50mm×H80mm×D50mm, w/ stand: W66mm×H112mm×D66mm, total weight: 556g. Includes the RYO VOICE MESSAGE BY COREY MARSHALL Reward.",
                "backers": 6
            },
            "4240177": {
                "amount": 2500,
                "currency": "US$",
                "title": null,
                "description": " Concept design models of the main characters, produced for the development of Shenmue I. These busts were important stepping stones in the design phase to make them as life-like as possible, and were the first time the characters took shape (literally). Good condition, with wear and discoloration from all the loving hands that went into making Shenmue. Choose one: Ryo (2 available), Shenhua (4 available), Ren (3 available) or Lan Di (3 available).  First come, first serve! Includes the RYO VOICE MESSAGE BY COREY MARSHALL Reward.",
                "backers": 12
            },
            "4151296": {
                "amount": 3000,
                "currency": "US$",
                "title": null,
                "description": " Not just any replica of Ryo's trademark leather jacket. This is a Yu Suzuki approved replica of Ryo's trademark leather jacket. Yeah, you want it. Choose your size! We will ask for your size in a survey later on. Includes the $500 Reward.",
                "backers": 22
            },
            "4197921": {
                "amount": 4000,
                "currency": "US$",
                "title": null,
                "description": " Do you want to be a game of lucky hit? Get your face and name on an in-game Lucky Hit board featuring a Technique Scroll. + 50 Lucky Hit Tickets  (In-game Item) Includes the I AM SHENMUE 3 and  RYO VOICE MESSAGE BY COREY MARSHALL Rewards.",
                "backers": 2
            },
            "4230927": {
                "amount": 4500,
                "currency": "US$",
                "title": null,
                "description": " Get to name a street vendor in the Choubu area. Once Yu Suzuki approves your name, it will become vendor’s sign in Chinese and English. Could you be the next Bob or Tom? RYO VOICE MESSAGE BY COREY MARSHALL Reward included.",
                "backers": 1
            },
            "4178034": {
                "amount": 5000,
                "currency": "US$",
                "title": null,
                "description": " OMG rare promo merch from Shenmue 1 & 2. 10 random items (pictures in the rewards explanation section). Unbox this! Includes the $500 Reward.",
                "backers": 1
            },
            "4178162": {
                "amount": 5000,
                "currency": "US$",
                "title": null,
                "description": " Extremely rare, from a very limited run.You will also be named as a Special Sponsor in the credits. Includes the $500 Reward.",
                "backers": 0
            },
            "4233097": {
                "amount": 6000,
                "currency": "US$",
                "title": null,
                "description": " Appear as an NPC staying at a Choubu inn. No big battle scene with Ryo, but this is your chance to cameo in the world of Shenmue! Includes the RYO VOICE MESSAGE BY COREY MARSHALL Reward.",
                "backers": 4
            },
            "4094806": {
                "amount": 10000,
                "currency": "US$",
                "title": null,
                "description": " The original jacket worn by Masaya Matsukaze for all of the Shenmue press events 14 years ago. What fan has not seen this legendary article of clothing before? + A special video message just for you by Yu Suzuki. + Be named as a Special Sponsor in the credits. Includes the $500 Reward.",
                "backers": 0
            },
            "4094808": {
                "amount": 10000,
                "currency": "US$",
                "title": null,
                "description": " Bring a friend to join a dinner party in Japan with Yu-san and the other backers of this tier. (Date will be tentatively set for September, 2016). + An original script set from Shenmue 1 and 2. Even those working closely with the production of the first titles may not have laid eyes on these rare treasures. Scripts are in Japanese. You will also be named as a Special Sponsor in the credits. Includes the $500 Reward.",
                "backers": 3
            },
            "4197922": {
                "amount": 10000,
                "currency": "US$",
                "title": null,
                "description": " Your face will be featured on a Chi You Men member to do battle with Ryo! To maintain character setting, body style will be up to Mr. Suzuki.  + Be named as a Special Sponsor in the credits. Includes the RYO VOICE MESSAGE BY COREY MARSHALL Reward.",
                "backers": 5
            },
            "4197923": {
                "amount": 10000,
                "currency": "US$",
                "title": null,
                "description": " Bring a friend to participate in a Shenmue 3 project meeting with Yu-san in the picturesque town of Eze, to be followed by dinner. (Date will be tentatively set for the end of February, 2016).  + Be named as a Special Sponsor in the credits. Includes the RYO'S JACKET - REPLICA Reward.",
                "backers": 2
            },
            "4197924": {
                "amount": 10000,
                "currency": "US$",
                "title": null,
                "description": " Bring a friend to join a dinner party in Los Angeles with Yu-san and the other backers of this tier. (Date will be tentatively set for June, 2016).  + Be named as a Special Sponsor in the credits. Includes the RYO'S JACKET - REPLICA Reward.",
                "backers": 3
            }
        }
    },
    "87819093": {
        "id": 87819093,
        "name": "Tainted Grail: The Fall of Avalon",
        "blurb": "Adventure, survival co-op Board Game set in unique grim world inspired by Arthurian Legends. Unforgettable experience for 1-4 players",
        "specific-category": "Tabletop Games",
        "link": "https://www.kickstarter.com/projects/awakenrealms/tainted-grail-the-fall-of-avalon",
        "status": "successful",
        "backers": 41939,
        "location": "Wroclaw, Poland",
        "launch_date": "2018-12-05 15:59:51",
        "deadline": "2018-12-28 15:59:51",
        "finances": {
            "goal": 40000.0,
            "pledged": 4940030.59,
            "currency": "GBP",
            "percent_funded": 12350.076475
        },
        "description": " And even if you make the same choices on your new playthrough, random Events, Encounters and randomized elements within the Journal ensure no two games play alike, while tense, survival-based gameplay lends itself to many unique moments of emergent storytelling. Your characters are not run-of-the-mill “heroes”. They are flawed outcasts, called upon after the true champions of the land failed or fell. Each has unique flavor, a powerful ability, one big drawback that you need to play around, and two decks of individual Combat and Diplomacy upgrade cards. Regardless of whether you play alone or in a group of four, the game scales up to provide an adequate challenge. What’s more, you may add or remove players after each Chapter, modifying the group size as you go! You will journey through a grim land based on Arthurian legends and Celtic mythology, exploring its daunting secrets. Your decisions will shape both your adventure and the game world around you, as each campaign is set apart by many years, revealing the long-term consequences of your actions. A deep, branching storyline allows you to tackle problems in different ways, ensuring no two games play alike. In a land slowly sinking into the Wyrdness and torn apart by conflict, surviving each day is a challenge on its own. In addition, Guardian Menhirs, that ensure safe travel throughout the realm, are slowly going dark, turning a simple map into an engaging puzzle. To overcome these challenges, your character develops along several conflicting attributes such as Aggression / Empathy or Practicality / Spirituality. These traits unlock a rich choice of skills and lead to different deck-building strategies, making character advancement meaningful and deep. The character you develop is going to be tested during dozens of combat and non-combat encounters. Sometimes you will need brute force, but often diplomacy might be a better option. Regardless whether you fight with your strength or your wits, our unique dice-less encounter system makes resolving each conflict fun and exciting. Tainted Grail will force you to make hard choices with consequences that might present themselves even several decades later, in a future campaign, changing the environment and the balance of powers on the island. This will make your every playthrough unique and will give you unmatched power to reshape both the world and your story. In Avalon, there’s a legend waiting behind every stone and every tree. All locations have their own rich stories and secrets to discover. Places and characters are often much more than they seem. As you slowly put all the pieces of the larger puzzle together, this land will always have a surprise waiting for you just around the corner. Created by one of the best polish fantasy authors, Krzysztof Piskorski, the story of Tainted Grail: The Fall of Avalon aims to push the boundaries of non-linear narrative, building upon the rich experience Awaken Realms has in fusing ambitious stories with excellent board game mechanics and striking visuals. At Awaken Realms, we have a quite an experience in making and delivering big games. So far, we have created four ambitious titles that expand the standard scope of a board game - all were critically praised and provided a lot of unique experiences to players all over the world. We also gathered vast practical knowledge about deep integration of various themes, and we've learned how to build interactive, branching stories that seamlessly connect with gameplay. We are responsible for the following big titles: This War of Mine: The Board Game, The Edge: Dawnfall, Lords of Hellas, Nemesis. We have currently successfully founded seven Kickstarter projects. We have successfully delivered so far: The Edge miniature universe, Awakening project, This War of Mine the boardgame, 1st Wave of Lords of Hellas, The Edge Dawnfall and are currently in the middle of delivering 1st Wave of Nemesis. We are confident about the delivery of the game and see no risk in that area - we have accumulated vast experience working on other titles and projects. The only risk factor, which can always happen, is a delay in delivery due to unforeseen circumstances. Please note that this is not a pre-order and the final product might slightly change in the process or get delayed. We are fully devoted to creating an amazing experience and you can trust us that every choice we make will only be aimed at improving the standard of the final product. Game and all components will be produced in China and will be up to the highest quality standards that we hold for our previous games.",
        "rewards": {
            "6995429": {
                "amount": 15,
                "currency": "£",
                "title": "Digital Tainted Grail (PC)",
                "description": " IMPORTANT: It is already included in all other pledge tiers with Core Box for free! This reward does not include shipping.",
                "backers": 380
            },
            "6957812": {
                "amount": 70,
                "currency": "£",
                "title": "Core Box",
                "description": " This pledge does not include shipping. You will be asked to pay it after Kickstarter ends, from the Pledge Manager level. See shipping section for more details.",
                "backers": 11715
            },
            "6972882": {
                "amount": 110,
                "currency": "£",
                "title": "Excalibur Pledge",
                "description": " This pledge does not include shipping. You will be asked to pay it after Kickstarter ends, from the Pledge Manager level. See shipping section for more details.",
                "backers": 12552
            },
            "6994737": {
                "amount": 153,
                "currency": "£",
                "title": "Kings Pledge (gameplay all-in)",
                "description": "",
                "backers": 9675
            },
            "6994738": {
                "amount": 280,
                "currency": "£",
                "title": "Grail pledge (collectors all-in)",
                "description": " This pledge does not include shipping. You will be asked to pay it after Kickstarter ends, from the Pledge Manager level. See shipping section for more details.",
                "backers": 2538
            },
            "6994739": {
                "amount": 378,
                "currency": "£",
                "title": "Group Pledge: Core Box",
                "description": " This pledge does not include shipping. You will be asked to pay it after Kickstarter ends, from the Pledge Manager level. See shipping section for more details.",
                "backers": 81
            },
            "6994740": {
                "amount": 826,
                "currency": "£",
                "title": "Group Pledge: Gameplay All-in",
                "description": " This pledge does not include shipping. You will be asked to pay it after Kickstarter ends, from the Pledge Manager level. See shipping section for more details.",
                "backers": 82
            }
        }
    },
    "1074800880": {
        "id": 1074800880,
        "name": "Bloodstained: Ritual of the Night",
        "blurb": "IGAVANIA (n): A gothic, exploration-focused action platformer, designed by one of the godfathers of the genre!",
        "specific-category": "Video Games",
        "link": "https://www.kickstarter.com/projects/iga/bloodstained-ritual-of-the-night",
        "status": "successful",
        "backers": 64867,
        "location": "Tokyo, Japan",
        "launch_date": "2015-05-11 16:58:41",
        "deadline": "2015-06-13 03:00:00",
        "finances": {
            "goal": 500000.0,
            "pledged": 5545991.7,
            "currency": "USD",
            "percent_funded": 1109.19834
        },
        "description": " All copies of the game from $60+ tiers will include Special Edition backer-only content: Miss the boat? You can back the project at the $28-500 tiers via Paypal/Stripe: You can also see localizations of this Kickstarter campaign in the following languages, courtesy of Playism: After our launch, backers amassed a trove of stretch goals and achievements. Here’s a recap of the big stuff: In addition to funding the creation of physical discs, the main purpose of this Kickstarter is to fund stretch goals, which will help IGA expand his vision for this game: Stretch goals are only the beginning. Unlock enough backer achievements by submitting fanart, making cool things, and joining us on social media, and you’ll unlock Backer Inventory items that will change the campaign and trigger exclusive rewards. Each inventory item you unlock with your fellow backers will change the Kickstarter, from unlocking the basement stretch goals to getting IGA to cosplay for your amusement. Get 60 achievements and you’ll earn a new costume. When you back the Kickstarter at the $100+ level, you'll be eligible to select a Credits Clan. Your name will be displayed under the clan of your choice! Picked up as an orphan by an Alchemist at a young age, she became a host for the dark Alchemists’ curse. Although the magi-crystals were fused with her body at a young age, for 10 years she lay sleeping while the curse matured to its full form. It was during this period that the demons arrived, meaning that she missed their appearance and awoke with a mild form of amnesia, not quite fully understanding what happened to her. She is a woman of few words but strong of purpose. Her youth is deceiving, making her seem confrontational and quick to judge, though in reality she is constantly evaluating her next step. The pain she felt as an orphaned child fuels her compassionate desire to protect her loved ones and friends. Original host for the magi-crystal curse that summons demons to the planet. Gebel (JEE-bill) was the only one to survive its effects at such a high level. He destroyed the guild that created him, but in doing so realized he was no longer human and had no place on Earth. This in turn, lead him to summon the demon castle from hell to appear on the planet. It is said that his real purpose in summoning the castle was to give Miriam a place of her own, but as his Magi-crystal disease progressed, he soon forgot his own reasoning. The more he surrounded himself with hell-spawn, the quicker the magi-crystals engulfed his body. He continues to plot the downfall of man, and how to best convince (or use) Miriam to achieve his dark ambition. A member of the defunct Alchemist guild and Gebel’s best friend. Johannes (yo-HAH-nis)was the only Alchemist who dissented with the plan to call demons to the earth to cement Alchemy as the prevalent philosophy. His rejection of the other Alchemists’ scheme is what kept him from sharing their fate. He has a vague understanding that Miriam’s awakening and the demon castle’s appearance are no mere coincidence. Darkness lurks around every corner, seeking to corrupt all that it touches. The world is torn between those in power and those the powerful would destroy, and both sides are held in thrall by the demons lust and avarice. Games get delayed sometimes, and it would be dishonest of us to promise you this one won't be. But Inti Creates has shipped more than 30 games on eight different platforms, and Koji Igarashi personally oversaw the production and design of one of Japan's most legendary franchises. Bloodstained: Ritual of the Night is the kind of game they love to make, and they've got a lot of experience making them. Between us, the people behind this Kickstarter have helped to launch and fulfill several of the biggest, most complicated gaming Kickstarters ever launched. We've spent months trying to get this one right because we believe in the game (and really, really want to play it.) We’re certain the game will be made, and that you’ll get all the rewards you’ve backed for. IGA has worked for more than a year to prepare and gather support for this game because fans have asked him for it. Now that he's come to you for help, his goal is to make the game you've been waiting for. By backing this campaign, you'll become a part of the process. During and after the campaign he hopes to keep you involved, whether it's voting on swords and whips, telling us how you play his games—as fast as possible, or exploring every hidden passage—or helping us find the perfect style for the graphics. Finally, the possibility exists that a man scarred by unfeeling, power-mad alchemists could summon a hell-castle filled with demons across the street from Inti Creates headquarters in Tokyo. IGA has as much experience handling that risk as any game designer on earth, but we estimate that it might set production back slightly (depending on whether or not he's allowed to backdash).",
        "rewards": {
            "3987023": {
                "amount": 5,
                "currency": "US$",
                "title": null,
                "description": " IGA's immortal gratitude.",
                "backers": 913
            },
            "4008006": {
                "amount": 28,
                "currency": "US$",
                "title": null,
                "description": " A digital copy of the game for XBOX ONE, PS4, or STEAM (PC/Mac/Linux).",
                "backers": 20155
            },
            "4008007": {
                "amount": 60,
                "currency": "US$",
                "title": null,
                "description": " +$5 for international shipping",
                "backers": 16450
            },
            "4023727": {
                "amount": 60,
                "currency": "US$",
                "title": null,
                "description": "",
                "backers": 6569
            },
            "4008009": {
                "amount": 100,
                "currency": "US$",
                "title": null,
                "description": " A physical copy of the game for XBOX ONE, PS4, or STEAM (PC/Mac/Linux) featuring special backer-exclusive content and slipcase, plus a  keychain, lapel pin, soundtrack CD (and digital album), a retro strategy booklet, and your name in the credits! +$10 for international shipping",
                "backers": 8799
            },
            "4008010": {
                "amount": 125,
                "currency": "US$",
                "title": null,
                "description": " Everything in the $100 tier, plus a digital copy of the game for XBOX ONE, PS4, or STEAM (PC/Mac/Linux). +$10 for international shipping",
                "backers": 3085
            },
            "4008011": {
                "amount": 150,
                "currency": "US$",
                "title": null,
                "description": " A softcover art book, plus everything included with the $100 tier. +$15 for international shipping",
                "backers": 2920
            },
            "4008012": {
                "amount": 175,
                "currency": "US$",
                "title": null,
                "description": " A softcover art book, plus everything included with the $125 tier. +$15 for international shipping",
                "backers": 1411
            },
            "4008013": {
                "amount": 250,
                "currency": "US$",
                "title": null,
                "description": " A shirt, a poster, and everything from the $175 tier, all in a big, custom collector's box. +$20 for international shipping",
                "backers": 1002
            },
            "4008014": {
                "amount": 300,
                "currency": "US$",
                "title": null,
                "description": " The collector's box, with the slipcase autographed by Koji Igarashi and the soundtrack CD case signed by Michiru Yamane! Not a limited tier, because IGA positively dares the world to wear out his signing hand. •Includes everything from the $250 tier +$20 for international shipping",
                "backers": 2739
            },
            "4008015": {
                "amount": 500,
                "currency": "US$",
                "title": null,
                "description": " A HUGE print uncovering the secrets of the castle's interior! •Includes everything from the $300 tier +$30 for international shipping",
                "backers": 275
            },
            "4008016": {
                "amount": 750,
                "currency": "US$",
                "title": null,
                "description": " Leave a special message in the credits! +$30 for international shipping",
                "backers": 20
            },
            "4116954": {
                "amount": 800,
                "currency": "US$",
                "title": null,
                "description": " The poster included with the Collector's Box will be hand-signed by the artist, Yoshitaka Amano. •Includes everything from the $750 tier +$30 for international shipping",
                "backers": 10
            },
            "4120871": {
                "amount": 950,
                "currency": "US$",
                "title": null,
                "description": " The poster included with the Collector's Box will be hand-signed by the artist, Yoshitaka Amano. • Includes everything from the $750 tier +$30 for international shipping",
                "backers": 18
            },
            "4124254": {
                "amount": 999,
                "currency": "US$",
                "title": null,
                "description": " The poster included with the Collector's Box will be hand-signed by the artist, Yoshitaka Amano. • Includes everything from the $750 tier +$30 for international shipping",
                "backers": 5
            },
            "4060400": {
                "amount": 1000,
                "currency": "US$",
                "title": null,
                "description": " Write a short message for David Hayter, the famed director, writer, and actor (Wolves, X-Men, and Metal Gear Solid) to record for you. Your one-line message will also be hidden in the final game’s sound test. +$30 for international shipping",
                "backers": 10
            },
            "4081907": {
                "amount": 1000,
                "currency": "US$",
                "title": null,
                "description": " Write a short message for Robbie Belgrade, the musician and voice actor known for his role as Dracula’s son, to record for you. Your one-line message will also be hidden in the final game’s sound test. +$30 for international shipping",
                "backers": 9
            },
            "4008017": {
                "amount": 1500,
                "currency": "US$",
                "title": null,
                "description": " The development team will create a digital portrait of YOU and hang it somewhere in the game's castle! •Includes everything from the $750 tier +$30 for international shipping",
                "backers": 20
            },
            "4028523": {
                "amount": 1550,
                "currency": "US$",
                "title": null,
                "description": " The development team will create a digital portrait of YOU and hang it somewhere in the game's castle! • Includes everything from the $750 tier +$30 for international shipping",
                "backers": 5
            },
            "4116953": {
                "amount": 1600,
                "currency": "US$",
                "title": null,
                "description": " The development team will create a digital portrait of YOU and hang it somewhere in the game's castle! • Includes everything from the $750 tier +$30 for international shipping",
                "backers": 5
            },
            "4008018": {
                "amount": 2000,
                "currency": "US$",
                "title": null,
                "description": " Collaborate with the development team to create an in-game weapon! +$30 for international shipping",
                "backers": 10
            },
            "4028524": {
                "amount": 2100,
                "currency": "US$",
                "title": null,
                "description": " Collaborate with the development team to create an in-game weapon! +$30 for international shipping",
                "backers": 10
            },
            "4008019": {
                "amount": 2500,
                "currency": "US$",
                "title": null,
                "description": " You'll receive a Bloodstained-themed 8\"  stained glass panel, suitable for hanging! •Includes everything from the $750 tier +$30 for international shipping",
                "backers": 2
            },
            "4008020": {
                "amount": 3000,
                "currency": "US$",
                "title": null,
                "description": " The development team will turn your pet (or an animal of your choice) into an in-game enemy! +$30 for international shipping",
                "backers": 5
            },
            "4120872": {
                "amount": 3500,
                "currency": "US$",
                "title": null,
                "description": " The development team will turn your pet (or an animal of your choice) into an in-game enemy! +$30 for international shipping",
                "backers": 1
            },
            "4008021": {
                "amount": 5000,
                "currency": "US$",
                "title": null,
                "description": " Collaborate with the development team to design an enemy that will appear in the game! +$30 for international shipping",
                "backers": 3
            },
            "4008022": {
                "amount": 7500,
                "currency": "US$",
                "title": null,
                "description": " A one-of-a-kind silver ring, hand-crafted by IGA himself! We'll contact backers at a later date for sizing information—IGA will be making the ring to your specifications. •Includes everything from the $750 tier +$30 for international shipping",
                "backers": 1
            },
            "4008023": {
                "amount": 8500,
                "currency": "US$",
                "title": null,
                "description": " Work with the developers to create your own secret room hidden somewhere in the castle! •Includes everything from the $750 tier +$30 for international shipping",
                "backers": 4
            },
            "4008024": {
                "amount": 10000,
                "currency": "US$",
                "title": null,
                "description": " Join IGA on an adventure in Japan! Meet with IGA for dinner at a horror themed restaurant and play games with him on a live stream! Travel and accommodations not included.",
                "backers": 3
            }
        }
    },
    "606910105": {
        "id": 606910105,
        "name": "Dark Souls™ - The Board Game",
        "blurb": "Dark Souls™ - The Board Game is a strategically challenging, deeply immersive combat exploration game for 1-4 players.",
        "specific-category": "Tabletop Games",
        "link": "https://www.kickstarter.com/projects/steamforged/dark-soulstm-the-board-game",
        "status": "successful",
        "backers": 31178,
        "location": "Stockport, UK",
        "launch_date": "2016-04-19 18:59:32",
        "deadline": "2016-05-16 18:59:32",
        "finances": {
            "goal": 50000.0,
            "pledged": 3771474.81,
            "currency": "GBP",
            "percent_funded": 7542.94962
        },
        "description": " Designed specifically for the Dark Souls™ universe and introducing a number of innovative gameplay mechanics, with world-class miniatures faithful to the rich universe, this game delivers an experience that captures the very essence of the original video games. Click here forDark Souls™ - The Board Game 101 As the campaign progresses, some stretch goals will unlock an ‘Add-On’ which is an optional item to purchase; to buy one of these, simply increase your pledge amount. This also drives the campaign total up thereby unlocking even more stuff! Read the FAQ Here Dark Souls™ - The Board Game is much more than a classic dungeon crawler. Just like the Dark Souls™ video games, this is a game that requires strategic thinking, clever planning, and exemplary execution to succeed. To triumph, players must explore dangerous locations, discover and defeat enemies, and collect equipment and treasures before ultimately facing the boss in an epic fight to the death. Playable in either Solo or Co-op modes, players choose their role from a number of core Dark Souls™ character classes. Each class has a distinct role to play in the game, with a unique set of strengths and abilities. With multiple difficulty modes and a high-level of replayability, this is a game designed to be deep enough to satisfy hard-core tabletop gamers whilst remaining accessible to newer players. Dark Souls™ - The Board Game features an exciting \"fast setup, long reveal\" mechanic that gets you into the game faster and builds the location and encounters as you explore. With no fixed scenario layouts, it’s as simple as choosing the direction to explore, placing a new tile down and flipping a card from the Encounter deck. Each time you decide where to go, you will experience a new danger as you explore, with each new location a real risk to your hard-won progress. If you die, then you drop everything you have collected and reappear at the nearest bonfire. So do you return to the bonfire to rest and spend Souls to strengthen up, but in doing so fully reset the locations?Or do you press on and pray that the next encounter isn’t beyond your capabilities? After all, the next location may contain a clue to the Boss and how to defeat them… Combat is both fast and deadly. Dark Souls™ - The Board Game rewards clever players and punishes ‘button mashing’. Players must learn enemy behaviors in order to fight more effectively, with classic fighting game style combat windows. The game features a “dynamic positioning system” which makes combat fluid and ever-changing. With the game state constantly shifting as combatants move around the battlefield, players must stay alert to danger and opportunities. Equipment, armour,  and weapons are discovered or earned during play, but with limited slots players must think carefully about what is best to keep and use. Using a simple stamina management system, players can potentially leave themselves exhausted and vulnerable. Death is usually swift to follow a poor decision in combat. Using our advanced miniatures development pipeline and working with one of the finest board game manufacturers in the world, the quality and detail in the miniatures is world-class. With the entirety of the Dark Souls™ universe available to use, one of the hardest decisions has been to narrow down which enemies and bosses to include in the core game. The Core Game contains: Prepare to Die... Check out the prototype Boss Fight versus the Dancer of the Boreal Valley and people's reactions to it... Add-Ons will unlock as the campaign progresses. To purchase these Add-Ons simply increase your pledge amount by the amount stated. After the Kickstarter campaign ends you will then be able to select your options via our pledge management system. The Darkroot Basin Expansion (+£35) brings some iconic characters to the game including Sif, the Great Grey Wolf. This expansion comes with: If you want to explore some new locations within the universe then the Darkroot Basin/Iron Keep Gaming Tiles Add-On (+£15) is for you! These double sided tiles will feature artwork from the Darkroot Basin and Iron Keep environments from the game and will allow backers more options of exploration during their game play sessions. Please NOTE that they are NOT required in order to use the Darkroot Basin/Iron Keep Expansions. You can also purchase multiple Souls Pledges by increasing your pledge amount by +£80 per pledge. NOTE: There is no Early Bird discount on these additional pledges. The 'Extra Souls Pledge' gets you a second copy of the Core Game with Applicable Stretch Goals. As the Campaign progresses, we will unlock a number of stretch goals that will be added to your SOULS PLEDGE for Kickstarter backers for FREE! We know the challenges retail faces with Kickstarter projects.  This project is our first step towards changing this for the retailers. Steamforged Games Ltd are determined to support retail at every level. With our previous project - Guild Ball, wecommitted that after the project had launched all further products within the range would be direct to retail. We kept that promise. With Dark Souls™ - we go one step further and are building support directly into the Kickstarter itself. The Retailer Pledge level contains 6 copies Dark Souls™ - The Board Game along with a number of other benefits: Current Bonus Unlock Items To help retailers guarantee their initial stock, you may purchase additional Retailer Pledges by increasing the pledge amount. We will be supporting localisation options for the game and have confirmed the following languages currently: We are also considering other localisation options depending on demand during and after the Kickstarter campaign ends. You will be able to choose the language of your version via the pledge manager system. Shipping will be charged after the Kickstarter finishes based on actual costs incurred to ship and is collected via our pledge manager system. This allows us to charge fairly for all backers and avoid a 'one size fits all' mentality to shipping. We will ship your pledges to several hubs around the world at our cost. Your pledge will arrive via one of the following hubs: Below are our initial rough estimates for shipping the core game (4kg volumetric weight). These are just estimates - costs may rise due to weight increase as more items are unlocked via stretch goals and add-on purchases you choose. Any pledges confirmed after our pledge manager deadline window will be shipped from the UK hub at a later date and will likely incur increased shipping costs. Below is the general schedule once the Kickstarter ends so you know when to expect money to be taken and our overall shipping plan - again these are estimates: Kickstarter Campaign Ends Shipping Starts After the Kickstarter campaign ends, we will be using the BackerKit software for our Pledge Management System. Dark Souls™, Dark Souls™ II, and Dark Souls™ III & ©BANDAI NAMCO Entertainment Inc. / ©FromSoftware, Inc. Dark Souls™ - The Board Game has been developed by Steamforged Games Ltd with full support and licence from BANDAI NAMCO ENTERTAINMENT S.A.S. Products presented on this Kickstarter page and during the campaign may be subject to change in order to meet the expectations of the BANDAI NAMCO ENTERTAINMENT S.A.S. licence agreement. By pledging on this Kickstarter you acknowledge that the final look and contents of the pledges may change and differ from what is presented at the start of the campaign. This is our 2nd Kickstarter project, the first being the highly successful tabletop medieval football game Guild Ball: https://www.kickstarter.com/projects/1248312770/guild-ball-a-tabletop-medieval-football-game We are fully aware of potential delays that may happen with products that are produced in China - the common ones being production, shipping, and customs delays. We have estimated the delivery for April 2017 but please understand this is only an estimate. Due to the global logistics involved in shipping, some regions may receive their pledges sooner than others. We will, however, ensure a global release of any 'Retailer Stretch Goals' and future Dark Souls™ products for retailers. We have prepared as much as possible with our production for a successful Kickstarter, however we will refund pledges if for some unforeseen reason the game cannot be delivered at all. Refunds may be given within 60 days of the campaign ending including fees. After this time refunds may be given minus the Kickstarter and payment processing fees due to us not being able to claim them back after 60 days. If we have begun the packaging and shipment stages of the project (around 6-8 weeks before the actual shipping date) we are unable to refund at this stage. Refunds within 60 days are reversed via Stripe to your credit/debit card. Refunds after 60 days of the campaign ending are processed via PayPal only. This is a GBP Kickstarter and refunds will be processed in GBP for the amount received, excluding any applicable fees dependent on the day at which the refund is processed as detailed above. If you do not confirm your shipping and pledge details within 10 weeks of our notification via email to confirm it will be treated as abandoned. We will however look at each case sympathetically and try our best to satisfy each customer. By pledging on this Kickstarter you agree that our responsibility to you is for shipping your order as entered into the pledge management system. You are responsible for import or other duties that may be payable to relevant tax authorities. You also accept that you are fully liable for incorrect shipping details and will risk your pledge being unable to be delivered or lost in transit. We are unable to ship to PO Boxes. If you do not accept the proposed terms please do not pledge on this Kickstarter project and wait for the global general release.",
        "rewards": {
            "4996236": {
                "amount": 75,
                "currency": "£",
                "title": null,
                "description": " * Shipping charged after campaign ends (see Shipping section for full details).",
                "backers": 998
            },
            "4176134": {
                "amount": 80,
                "currency": "£",
                "title": null,
                "description": " * Shipping charged after campaign ends (see Shipping section for full details).",
                "backers": 28395
            },
            "4825994": {
                "amount": 200,
                "currency": "£",
                "title": null,
                "description": " * Proof of business authenticity will be required after the campaign ends. * VAT charged if applicable to your country after campaign ends * FREE Shipping Worldwide.",
                "backers": 759
            }
        }
    },
    "1801275510": {
        "id": 1801275510,
        "name": "Zombicide: Green Horde",
        "blurb": "The medieval fantasy Zombicide saga continues with a horde of undead orcs, new environment features, resources and challenges!",
        "specific-category": "Tabletop Games",
        "link": "https://www.kickstarter.com/projects/cmon/zombicide-green-horde",
        "status": "successful",
        "backers": 27236,
        "location": "Atlanta, GA",
        "launch_date": "2017-05-30 18:59:20",
        "deadline": "2017-06-27 23:00:00",
        "finances": {
            "goal": 300000.0,
            "pledged": 5004614.58,
            "currency": "USD",
            "percent_funded": 1668.2048600000003
        },
        "description": " And here's everything you can add if you want: As they explore the ravaged villages, Survivors gather all manner of equipment to aid them in their quest. From swords, hammers, bows, and armor, to magic scrolls and flasks of dragon bile! All of that equipment is neatly displayed in each Survivor's plastic dashboard, with appropriate slots for each type of card, as well as trackers for wounds, skills, and experience. The Survivors will need to be well prepared to deal with the new menace they'll face: Orc Zombies! When the black plague hit the orc tribes, it spread like wildfire, creating a swarm of undead brutes. Orc zombies are stronger than their human counterparts, being able to tear apart the most resilient of Survivors. An attack from an Orc Walker deals 2 wounds, while the attack of an Orc Fatty or Abomination deals a whopping 3 wounds! The little Goblin Runners only deal 1 Wound per attack, but they are fast and numerous, so don't judge them by their size. And finally, while the Orc Necromancer is not very deadly in itself, you'll want to eliminate it quickly, as its powers bring even more Orc Zombies onto the board.  As lethal as the Orc Zombies are, probably the scariest thing about them is their ability to launch surprise attacks by unleashing an overwhelming horde against the Survivors. Every time an Orc Zombie spawn card is drawn, one extra zombie of the indicated type is added to a \"Horde area\" outside the board. As the game progresses, players will watch with dread as the looming threat of the horde grows in number, just out of sight. When an \"Enter the Horde!\" card is drawn, all miniatures in the Horde area are placed in the spawning Zone. The situation just got a lot more dire! Zombicide: Green Horde comes with: Preview Rulebook: Please be aware that this is a Work In Progress Rulebook. It is not final. Rules may still be tweaked and changed, layout and graphics may still be altered. So, if you see anything in here that isn't the same later, understand that during the Kickstarter the project is still in development and all aspects are subject to improvements. Horde Pledge For $120, the Horde Level pledge gets you: Zombicide: Green Horde core box (SRP $100) + the Kickstarter Exclusive Feral Dragon pack (ERP $30) + All Applicable Stretch Goals. Note that anything marked with this: is an Exclusive item for Kickstarter backers, with remaining stock available at conventions and special promotions only. Dragon Bile had to come from somewhere, right? The Feral Dragon is a Kickstarter Exclusive expansion that all backers will receive. It adds a massive foe which will shake your game experience to its foundation! Spawned similarly to an Abomination, the Feral Dragon enters the game by stomping the central Zone of its tile, reducing any building there to a pile of rubble, and scattering or killing any being unfortunate enough to be there. Towering above everything else, the Feral Dragon sees all, showering the nearby Zone with the most Survivors with its deadly dragon breath, or flying to the next adjacent tile to further smash the village and chase its prey. Bringing down the Feral Dragon will certainly not be easy. Each time it lands it features a vulnerability to only a specific weapon type, and damaging it only makes it fly away, waiting to dive into the village again when a new Spawn card is drawn. Only once all of its 8 Vulnerability cards have been used, the Feral Dragon is finally eliminated for good from the game (its Spawn cards now bringing some respite to Survivors). To help Survivors in their quest to bring down the Feral Dragon, this pack comes with a new Siege Engine: a Ballista, including its awesome miniature. Lighter than the Trebuchet, the Ballista can be moved or fired by spending only 2 actions. The Ballista's piercing bolt is able to target several Zones in a straight line, wiping out loads of enemies. CLASSIC OPTIONAL BUYS: If you're interested in purchasing any of these optional buys, please just click the \"Manage Your Pledge\" button on the Zombicide: Green Horde Kickstarter page and in the pledge manager add the amount of the items you'd like to get. We'll sort out what your extra money is going towards after the campaign has closed and we've sent out our Pledge Manager.    Please Take Note! Based on past experience, we will be charging shipping after the Kickstarter concludes based on the actual costs incurred to ship. We will collect this via our pledge manager after the campaign ends. This is so we can be fair to all our backers as shipping is rarely one size fits all, and also give you more stretch goodies and possibly a choice of carrier options. We will ship your rewards at our cost to our international hubs. Depending on where in the world you are, we will either ship to you from our hub in the UK (EU backers), China (Asia Pacific backers), Canada (Canadian backers), Australia (Australia and New Zealand backers) or Atlanta (USA and the rest of the world). Following is a list of rough estimates for shipping a standard game package (4kg volumetric weight). Keep in mind these are just estimates, and costs may rise based on weight increases from unlocked stretch goals and any optional buys you choose. Unfortunately, different import laws and customs from some specific countries have made it impossible for CMON to ship games to them. Be aware that all pledges that are confirmed after the pledge manager deadline will be shipped from the US hub at a later date. For non-US backers that will likely incur increased shipping costs. We also cannot ship to PO Boxes domestically or internationally. Due to the size of each package there is too great a risk of the package being bounced back to us. Please note that while we do our best to get you your rewards in a timely manner, you may not necessarily receive your rewards before the product makes it into distribution in your own country or before it's made available in conventions and special promotion opportunities. We hope that the special price and exclusive items you will get during the Kickstarter will make up for any such possible lag. However, if this is something that is not acceptable to you, please do not back this project, and instead wait for the retail release. Thank you for your understanding. The table below gives you a general idea of the full schedule of what to expect once the campaign ends. Keep in mind these are just estimates, and the timeline may vary due to circumstances. The estimated delivery date is June 2018, but keep in mind this is only an estimate. Also, due to the logistics of international shipping, backers in different regions of the world may receive their rewards sooner than others. We've done our best to minimize this as much as possible, and we are always happy to refund pledges if for some totally unforeseen reason the game can't be delivered at all. Since the game is 90% complete, we don't believe this is in the least bit likely. We've successfully delivered Zombicide, Sedition Wars, Guilds of Cadwallon, Zombicide Season 2, Relic Knights, Rivet Wars, Kaosball, Dogs of War, Arcadia Quest, Wrath of Kings, XenoShyft, our Base System, Zombicide Season 3, The World of Smog: On Her Majesty's Service, Rum & Bones, Blood Rage, B-Sieged, Zombicide: Black Plague, The Others, XenoShyft: Dreadmire and Masmorra: Dungeons of Arcadia. Arcadia Quest: Inferno, and Rum & Bones: Second Tide. We have three ongoing projects currently: Massive Darkness, which is about to begin the shipping process, and The World of Smog: Rise of Moloch and Rising Sun which are in production. Please refer to our individual project pages if you'd like to check the progress there. Each project is entirely independent from each other, has completely different development teams, and has no effect on the production flow or development of Zombicide: Green Horde. REFUND POLICY We can refund you within 14 days of the campaign’s end, fees included. After that, we have a policy of no questions asked, though that’s minus Kickstarter and payment processing fees (which we can’t get back from them after 14 days). However, if we’ve begun packaging your pledge for shipment (usually 4 to 6 weeks before the actual shipping date), no refunds are possible. If a component cannot be delivered AT ALL, we refund that completely, including fees. All refunds after the 14 days close of the campaign may be processed via Paypal or reversed via Stripe to your credit card at our discretion. Refunds within 14 days are reversed via Stripe to your credit card. This project is being funded in USD and any refunds processed will be in USD for the exact amount received in USD, excluding any applicable fees depending on the time of the refund being processed. TERMS AND CONDITIONS By pledging to this project, you acknowledge that the final look, materials and content of the rewards (and the project) are subject to change and may differ substantially from what is presented while the Kickstarter project was active. If you do not log in and confirm your pledge within 8 weeks of our notification via email to confirm your pledge, you agree that we have fulfilled our obligations to you in full for payment or donations received. However, we may, at our discretion, refund or ship your pledge if you contact us and confirm your pledge after the 8 week window has elapsed. Unconfirmed pledges make it difficult for us to plan production and logistics, and in the past have led to project delays. For this project we do not intend to allow this to happen, which may mean if you confirm your pledge too late, exclusive items may not be produced in sufficient quantity for your pledge. If you confirm your pledge within 8 weeks of our notification via email, you agree that our responsibility to you is to ship your order as entered into our pledge manager system, that title and risk passes to you upon delivery to a common carrier for such shipment, and you are responsible for import duties or any other duties that may be payable to the relevant tax authorities, providing correct address information and ensuring this address is deliverable by normal methods. We regret we are unable to ship to PO Boxes. If you do not accept these terms, please do not pledge on this project but instead wait for the general release.",
        "rewards": {
            "5949713": {
                "amount": 120,
                "currency": "US$",
                "title": "Horde Pledge",
                "description": "",
                "backers": 24257
            }
        }
    },
    "1352842333": {
        "id": 1352842333,
        "name": "Batman™: Gotham City Chronicles",
        "blurb": "Fight for Gotham City as the heroes or work alone as the villain in a miniatures boardgame for 2 to 4 players exclusive to Kickstarter.",
        "specific-category": "Tabletop Games",
        "link": "https://www.kickstarter.com/projects/806316071/batmantm-gotham-city-chronicles",
        "status": "successful",
        "backers": 19303,
        "location": "Las Vegas, NV",
        "launch_date": "2018-02-27 20:00:22",
        "deadline": "2018-03-31 19:00:22",
        "finances": {
            "goal": 500000.0,
            "pledged": 4403197.73,
            "currency": "USD",
            "percent_funded": 880.6395460000001
        },
        "description": " Good versus evil. Light versus darkness. Heroes versus villains. Opposition is the core of the Batman universe. Sometimes villains turn to heroes and heroes to villains, blurring the lines, but the dichotomy is always there. Each player on the heroes' side controls one or many characters. Each hero has their own hero board detailing their characteristics, skills, and traits. To better understand how a hero board works, please watch the following 3 videos from Wayne Entertainment: To better understand how the command board works, please watch the following video series from Wayne Entertainment: All miniatures presented in this campaign will be of high-quality plastic, pre-assembled, and shipped unpainted. SCALE THE BASES As you may have noticed in the images above, the bases of our figures are no longer plain. Indeed, we are moving the quality of our miniatures one step further by offering textured bases so your figures look even better on the game board. Instead of having one base for all your miniatures, we have created 5 different bases of 30mm that will be used for \"human-sized\" figures. Larger miniatures like Killer Croc will have a 45mm textured base and unconventionally large characters like Clayface will be placed on a 60mm textured base. OUR EXPERIENCE This experience allows us to offer very high-quality miniatures without bendy parts, that are regarded as the best available. Adventure mode by Beasts of War (EN): Let's play! by Beasts of War (EN): How to play by Barry Doublet (EN): De l'explication par Trictrac (FR) : De la partie par Trictrac (FR) : Learn to Play: Kickstarter Overview (EN): Learn to Play: Conan VS Batman (EN): The Dice Tower plays (EN): For a very simple reason: the game contains a lot of work and high-quality components on top of the cost of the Batman license. Batman and all related characters and elements © & TM DC Comics. (s19) TERMS,  CONDITIONS & REFUND POLICY By pledging to this project, you acknowledge that the final look, components, and content of the rewards (and the project) are subject to change and may differ substantially from what is presented in this Kickstarter project page. OUR COMMITMENTS The refunds are made by default in USD through Kickstarter and the Pledge Manager. Transaction fees may be applied by the transaction operator (normally Stripe). If the refund through Kickstarter or the Pledge Manager is not possible (for instance if the debit/credit card expired, or because of the use of a virtual card, or for any other reason), the refund will be made with a bank wire. Additional bank fees may apply depending on the bank and the country. The tracking information of your parcel is only valid for a few months. In case of an issue, if you do not contact the support service of your hub as indicated in the Kickstarter updates within 3 months after the end of the shipping period, we can not guarantee a positive answer to your support or refund requests. If these terms are not acceptable to you, then we suggest that you do not participate in this crowdfunding campaign. Thank you for your understanding.",
        "rewards": {
            "6375970": {
                "amount": 140,
                "currency": "US$",
                "title": "Base Game Pledge",
                "description": " * Shipping charge and language selection is done after the campaign ends (see Shipping & Language sections for full details).",
                "backers": 7186
            },
            "6493692": {
                "amount": 320,
                "currency": "US$",
                "title": "All-in Pledge",
                "description": " Get the dice pack for free! * Shipping charge and language selection is done after the campaign ends (see Shipping & Language sections for full details).",
                "backers": 9927
            }
        }
    },
    "1491084656": {
        "id": 1491084656,
        "name": "Nemesis Board Game",
        "blurb": "A semi-cooperative SF horror game where you and other crewmembers desperately fight to survive - and fulfill conflicting objectives.",
        "specific-category": "Tabletop Games",
        "link": "https://www.kickstarter.com/projects/awakenrealms/nemesis-board-game",
        "status": "successful",
        "backers": 30553,
        "location": "Wroclaw, Poland",
        "launch_date": "2018-01-17 15:59:52",
        "deadline": "2018-02-07 15:59:52",
        "finances": {
            "goal": 50000.0,
            "pledged": 3080833.57,
            "currency": "GBP",
            "percent_funded": 6161.66714
        },
        "description": " By backing this project on Kickstarter you will get all unlocked Stretch Goals for free to every Core Box! *Out of all reviews / movies two were paid: Cardboard Rhino(rules presentation / tutorial how to play that took a lot of time to make!) and Man vs Meeple (which is a preview showing the game in detail). All other videos were not paid. During the game, you will control one of the crew members with a unique set of skills, personal deck of cards, and individual starting equipment. These heroes cover all your basic SF horror needs. For example, the scientist is great with computers and research, but will have a hard time in combat. Soldier on the other hand... Your characters complement each other and will need to collaborate in order to survive. There's one catch: you are never sure who can you trust! You drift back from the cold void of the hyper sleep. At first, you only feel a tingling in your mouth and a taste of your blood, but soon all the other symptoms hit you. Your head is exploding. Your stomach is turning. A strange noise rings in your ears. This sound is loud, piercing. An alarm! Fighting through dizziness, you open your eyes, the lights of other hibernation chambers blinding you momentarily. Broken glass. Wet floor. A stasis pod burst open like a ripe watermelon, dripping with red. The thing inside was once your friend. Now it barely resembles a human, ripped open from the inside - damage too severe for a simple stasis pod failure. You raise up and check if your other mates are all right. The good news is: they are. You all gather in the middle of the room, shivering, half-naked. The bad news is… plentiful. Ship stuck in the middle of nowhere. Many systems damaged. Bulkheads breached. Unknown contaminants in the air. You also hear noises in the hollow halls of the ship. You’re not alone! One of most important parts of Nemesis gameplay is exploration. Every room of the ship may contain useful items and enables a different special action, from activating fire extinguishers to cutting out infected tissue. This makes it necessary to reveal as many room tiles as possible. But beware, while searching for a proper room, you will make noise that may draw some uninvited guests. Ship's layout is randomized before each game, so you are never sure what to expect behind next corner... This game is more about surviving than killing. When you face horrors from outer space, you may panic, and even if you manage to put up a fight, you will never know how much punishment your opponent can take. Killing intruders is a tough challenge, especially since ammunition is a rare commodity on the ship. Jerry, big news! We’ve received the first transmission with some preliminary data. It seems it’s an\nauxotrophic, anaerobic, mineral-based trans-dimensional life form (what a mouthful). No DNA, XNA or\nanything else we could expect. Instead, a strange self-propagating crystalline structure. Outer skin layer?\nPure Lonsdaleite! We've never seen more than few grains on Earth, and this thing is covered in it! Fifty\npercent tougher than diamond, go figure. It sheds this outer skin during each development cycle, thanks to a violent thermochemical reaction. But\nthat's not the worst part. You've heard about this research into weird crystals with a structure partially\nhidden in other dimensions? Well, our guys say these creatures employ a similar process. Much of their\ngrowth happens... elsewhere. Then, when they gather enough energy, they shift modified organs and body\nstructures back into this world. The may also be native to deep space, as they survive vacuum well enough\nto put Tardigrades to shame. Anne also believes they’re an extremely adaptable omnivore. Sounds scary,\nright? I hope the top knows what they’re doing with this one. Intruders you meet on the ship are not only reacting to the noise you make but also evolve as the time goes by. The longer the game takes, the stronger they become. Encroaching enemies are not the only thing that pushes you to work faster. The ship is already counting down to the emergency hyper-jump. If you fail to repair the engines before that happens, or if the jump catches you outside of your stasis pod, extreme acceleration is going to turn your character into a red splatter on one of the walls. We've reached for the stars. Asteroid mining was booming. Colonies on Mars and Venus approached self-sufficiency. Then, a wanderer came from far depths of the universe at half the speed of light. It glanced the Earth's moon, ripped it apart, threw out of its orbit, and caused catastrophic damage below. Solar system plunged into crisis. Still, many chose to focus on profit, as the residue from the impact contained unknown minerals and exotic matter that made our plain old asteroids seem boring. Obsolete spaceships, previously used for colonizing the solar system, were refitted and crewed by people desperate enough to spend years in vast spaces between the stars, hunting for the next big catch. They became whalers of deep black, scavenging for comets, asteroids, dead proto-planets, and other strange objects coming from far corners of the universe. Many disappeared. It was to be expected. Intercepting unknown objects at incredible speeds was not exactly safe. Then, there are rumors at least one crew found something they were not supposed to... We have currently successfully finished 3 Kickstarter projects. While the Nemesis campaign goes live, we're in the middle of shipping the first wave of Lords of Hellas game. Soon after the end of this campaign, we estimate to start the shipping of The Edge: Dawnfall, which was delayed. These two projects at this stage are managed production and delivery team, while Nemesis is on creative stage, so they do not collide. We are confident about the delivery of the game - we have accumulated vast experience working on other titles and projects. The only risk factor, which can always happen, is a delay in delivery due to unforeseen circumstances. Even though the bulk of design work is already completed, as proven by many reviews, Nemesis is a huge and complicated title, and in pursuit of great quality it might take more time to complete. Please note that this is not a pre-order and the final product might slightly change in the process or get delayed. We are fully devoted to creating an amazing experience and you can trust us that every choice we make will only be aimed at improving the standard of the final product.",
        "rewards": {
            "6427055": {
                "amount": 70,
                "currency": "£",
                "title": "Core Box",
                "description": " This pledge does not include shipping. You will be asked to pay it after Kickstarter ends, from the Pledge Manager level. See shipping section for more details.",
                "backers": 14311
            },
            "6432388": {
                "amount": 100,
                "currency": "£",
                "title": "Captain's Collection",
                "description": " This pledge does not include shipping. You will be asked to pay it after Kickstarter ends, from the Pledge Manager level. See shipping section for more details.",
                "backers": 4916
            },
            "6464014": {
                "amount": 133,
                "currency": "£",
                "title": "Intruder pledge (all-in)",
                "description": " Nemesis Core Box including all unlocked Stretch Goals, Carnomorphs expansion, Terrain expansion, Script comic book and Art book. (10 GBP discount) This pledge does not include shipping. You will be asked to pay it after Kickstarter ends, from the Pledge Manager level. See shipping section for more details.",
                "backers": 4627
            },
            "6465268": {
                "amount": 178,
                "currency": "£",
                "title": "Sundrop Intruder Pledge (All-in)",
                "description": " Nemesis Core Box including all unlocked Stretch Goals, Carnomorphs expansion, Terrain expansion, Script comic book and Art book. (10 GBP discount) All miniatures from Core Box, SG and expansions will be painted with Sundrop. This pledge does not include shipping. You will be asked to pay it after Kickstarter ends, from the Pledge Manager level. See shipping section for more details.",
                "backers": 3609
            },
            "6432396": {
                "amount": 399,
                "currency": "£",
                "title": "Retailers Pledge",
                "description": " Upon providing valid EU VAT number, you will get back 23% VAT tax. This pledge does not include shipping. You will be asked to pay it after Kickstarter ends, from the Pledge Manager level. See shipping section for more details.",
                "backers": 221
            }
        }
    },
    "419246523": {
        "id": 419246523,
        "name": "Rising Sun",
        "blurb": "Clans must use politics, strength and honor to rule the land in this board game with amazing miniatures set in legendary feudal Japan.",
        "specific-category": "Tabletop Games",
        "link": "https://www.kickstarter.com/projects/cmon/rising-sun",
        "status": "successful",
        "backers": 31262,
        "location": "Atlanta, GA",
        "launch_date": "2017-03-07 20:04:15",
        "deadline": "2017-04-04 04:00:00",
        "finances": {
            "goal": 300000.0,
            "pledged": 4228060.0,
            "currency": "USD",
            "percent_funded": 1409.3533333333332
        },
        "description": " And all the Optional Buys you can get: When players perform a Train Political Mandate, they are able to spend their coins to upgrade their clans with Season cards that bring all manner of new abilities. From Virtues that give you bonuses according to your actions, to Enhancements that improve your clan, to powerful Monsters that may join your clan, bringing with them amazing strength or other more devious benefits. The miniatures shown are resins. All miniatures in Rising Sun will be pre-assembled plastic. At the start of each Season, players engage in a tea ceremony to negotiate new Alliances. Having the right ally and playing for mutual benefit (for a time) is often key to victory. Allies don't kill each other during war, and they also grant each other a unique bonus whenever they play a Political Mandate. Recruit extra units, build Strongholds when you Marshal, save coins when you Train, and reap a bountiful Harvest. However, the enticing Betrayal option always casts a shadow of doubt over Alliances. Do not be too quick to Betray your ally, though, for such an action brings dishonor to your clan. Honor is a tangible force in Rising Sun. Clans are always competing on a ladder for who is more or less honorable than the other. Having more Honor than your opponent gives you the upper hand on any ties in the game, from a dispute when worshipping a Kami, to deadly war on the provinces. But occasionally being dishonorable might also be a valid strategy, for upgrades such as the nightmarish Oni often favor those at the bottom of the Honor scale. When players Recruit their forces, they may choose to send their Shinto warriors to climb the mountains and go worship the mighty Kami. Three times per Season, each of these gods will grant their blessing upon the clan who worships them the most. The competition for the grace of the Kami can become fierce and change the course of the game. Each Kami grants a different benefit, from increased Honor, to extra Bushi, Ronin or coins. Only four of the seven Kami are used in each game, creating different dynamics each time you play. Each Season ends with the War phase. In each of the contested provinces, the warring players secretly bid their coins on the different War Advantages. Only the winner in each of the different options is allowed to execute them, allowing for dramatic shifts in the outcome of each battle, or cunning players coming out ahead even in defeat. Bluff your way through impossible odds and trick your opponents into needlessly wasting their coins. Sometimes losing a battle may win you the war. When Winter comes, all politics and fighting are over. Players gain extra points for winning battles in as many different provinces as possible, and also for certain upgrades they may have gathered. As the snow falls, the new Emperor will ascend! Game Components: The Phoenix comes with its amazing miniature and Season card. The Phoenix has otherworldly powers of resurrection. Whenever it is killed, it automatically reappears in the same province and raises the honor of its clan. Note that anything marked with this: is an Exclusive item for Kickstarter backers, with remaining stock available at conventions and special promotions only. If you're interested in purchasing any of these optional buys, please just click the \"Manage Your Pledge\" button on the Rising Sun Kickstarter page and in the pledge manager add the amount of the items you'd like to get. We'll sort out what your extra money is going towards after the campaign has closed and we've sent out our Pledge Manager.   Please Take Note! Based on past experience, we will be charging shipping after the Kickstarter concludes based on the actual costs incurred to ship. We will collect this via our pledge manager after the campaign ends. This is so we can be fair to all our backers as shipping is rarely one size fits all, and also give you more stretch goodies and possibly a choice of carrier options. Unfortunately, different import laws and customs from some specific countries have made it impossible for CMON to ship games to them. Be aware that all pledges that are confirmed after the pledge manager deadline will be shipped from the US hub at a later date. For non-US backers that will likely incur increased shipping costs. We also cannot ship to PO Boxes domestically or internationally. Due to the size of each package there is too great a risk of the package being bounced back to us. Please note that while we do our best to get you your rewards in a timely manner, you may not necessarily receive your rewards before the product makes it into distribution in your own country or before it's made available in conventions and special promotion opportunities. We hope that the special price and exclusive items you will get during the Kickstarter will make up for any such possible lag. However, if this is something that is not acceptable to you, please do not back this project, and instead wait for the retail release. Thank you for your understanding. The table below gives you a general idea of the full schedule of what to expect once the campaign ends. Keep in mind these are just estimates, and the timeline may vary due to circumstances. The estimated delivery date is April 2018, but keep in mind this is only an estimate. Also, due to the logistics of international shipping, backers in different regions of the world may receive their rewards sooner than others. We've done our best to minimize this as much as possible, and we are always happy to refund pledges if for some totally unforeseen reason the game can't be delivered at all. Since the game is 90% complete, we don't believe this is in the least bit likely. We've successfully delivered Zombicide, Sedition Wars, Guilds of Cadwallon, Zombicide Season 2, Relic Knights, Rivet Wars, Kaosball, Dogs of War, Arcadia Quest, Wrath of Kings, XenoShyft, our Base System, Zombicide Season 3, The World of Smog: On Her Majesty's Service, Rum & Bones, Blood Rage, B-Sieged, Zombicide: Black Plague, The Others, XenoShyft: Dreadmire and Masmorra: Dungeons of Arcadia. We have almost completed the delivery of Arcadia Quest: Inferno, and are halfway through with delivering Rum & Bones: Second Tide. We have two ongoing projects currently: Massive Darkness, which is in production, and The World of Smog: Rise of Moloch, which is being prepared for production. Please refer to our individual project pages if you'd like to check the progress there. Each project is entirely independent from each other, has completely different development teams, and has no effect on the production flow or development of Rising Sun. REFUND POLICY We can refund you within 14 days of the campaign’s end, fees included. After that, we have a policy of no questions asked, though that’s minus Kickstarter and payment processing fees (which we can’t get back from them after 14 days). However, if we’ve begun packaging your pledge for shipment (usually 4 to 6 weeks before the actual shipping date), no refunds are possible. If a component cannot be delivered AT ALL, we refund that completely, including fees. All refunds after the 14 days close of the campaign may be processed via Paypal or reversed via Stripe to your credit card at our discretion. Refunds within 14 days are reversed via Stripe to your credit card. This project is being funded in USD and any refunds processed will be in USD for the exact amount received in USD, excluding any applicable fees depending on the time of the refund being processed. TERMS AND CONDITIONS By pledging to this project, you acknowledge that the final look, materials and content of the rewards (and the project) are subject to change and may differ substantially from what is presented while the Kickstarter project was active. If you do not log in and confirm your pledge within 8 weeks of our notification via email to confirm your pledge, you agree that we have fulfilled our obligations to you in full for payment or donations received. However, we may, at our discretion, refund or ship your pledge if you contact us and confirm your pledge after the 8 week window has elapsed. Unconfirmed pledges make it difficult for us to plan production and logistics, and in the past have led to project delays.  For this project we do not intend to allow this to happen, which may mean if you confirm your pledge too late, exclusive items may not be produced in sufficient quantity for your pledge. If you confirm your pledge within 8 weeks of our notification via email, you agree that our responsibility to you is to ship your order as entered into our pledge manager system, that title and risk passes to you upon delivery to a common carrier for such shipment, and you are responsible for import duties or any other duties that may be payable to the relevant tax authorities, providing correct address information and ensuring this address is deliverable by normal methods. We regret we are unable to ship to PO Boxes. If you do not accept these terms, please do not pledge on this project but instead wait for the general release.",
        "rewards": {
            "5745782": {
                "amount": 100,
                "currency": "US$",
                "title": "Daimyo Pledge",
                "description": "",
                "backers": 29207
            }
        }
    }
}